[
  {
    "id": "fednsr:12106",
    "url": "https://www.newyorkfed.org/medialibrary/media/research/staff_reports/sr353.pdf",
    "text": "Federal Reserve Bank of New York\nStaff Reports\nThe Case for TIPS: An Examination of the Costs and Benefits\nJennifer Roush\nWilliam Dudley\nMichelle Steinberg Ezer\nStaff Report no. 353\nOctober 2008\nThis paper presents preliminary findings and is being distributed to economists\nand other interested readers solely to stimulate discussion and elicit comments.\nThe views expressed in the paper are those of the authors and are not necessarily\nreflective of views at the Federal Reserve Bank of New York or the Federal\nReserve System. Any errors or omissions are the responsibility of the authors.\n\nThe Case for TIPS: An Examination of the Costs and Benefits\nJennifer Roush, William Dudley, and Michelle Steinberg Ezer\nFederal Reserve Bank of New York Staff Reports, no. 353\nOctober 2008\nJEL classification: H63, G10, E6\nAbstract\nSeveral studies have shown that, ex-post, the issuance of Treasury Inflation-Protected\nSecurities (TIPS) has cost U.S. taxpayers money. We propose that evaluations of the\nTIPS program be more comprehensive and focus on the ex-ante costs of TIPS issuance\nversus nominal Treasury issuance and, especially when these costs are negligible, the\nmore difficult-to-measure benefits of the program. Our study finds that the ex-ante costs\nof TIPS issuance versus nominal Treasury issuance are currently about equal and that\nTIPS provide meaningful benefits to investors and policymakers.\nKey words: Inflation-indexed debt, Treasury Inflation-Protected Securities (TIPS),\nliquidity premium, inflation risk premium\nRoush: Board of Governors of the Federal Reserve System (e-mail: jennifer.e.roush@frb.gov).\nDudley: Federal Reserve Bank of New York (e-mail: william.dudley@ny.frb.org). Steinberg Ezer:\nFederal Reserve Bank of New York (e-mail: michelle.steinberg@ny.frb.org). The authors thank\nJoshua Frost, Joseph Gagnon, Kenneth Garbade, Warren Hrung, Lorie Logan, Simon Potter,\nAnthony Rodrigues, and Jonathan Wright for thoughtful comments. The views expressed in\nthis paper are those of the authors and do not necessarily reflect the position of the Board\nof Governors of the Federal Reserve System, the Federal Reserve Bank of New York, or the\nFederal Reserve System.\n\nI. Introduction\nA bit more than a decade has passed since the inaugural issue of inflation\nindexed debt by the U.S. Treasury Department. Eleven years and thirty issues later, we\nare at a good vantage point in which to evaluate the successes and failures of the TIPS\nprogram.\nFrom a purely financial perspective, a number of recent studies have\nsuggested that the program has been a disappointment. After calculating the direct costs\nof TIPS issuance relative to an alternative nominal issuance scheme, these studies show\nthat the first ten years of the TIPS program have cost the Treasury billions of dollars.\n(Sack and Elsasser(2004), Roush(2007)).\nImportantly, these studies rely entirely on ex-post analysis. In other words,\nthese studies ask: Given the actual inflation outcome, did the costs of TIPS issuance\nexceed the costs of nominal Treasury issuance of similar duration? This approach\ndepends on the actual inflation outcome, which may differ from expectations at the time\nthe TIPS investment was made because investors do not have perfect foresight of\ninflation. If investors happen to under-predict actual inflation when purchasing TIPS at\nauction, then these positive forecast errors would increase the payments that the Treasury\nhas to make to TIPS holders to compensate them for realized inflation.1 2 Upside\ninflation surprises tend to increase the ex-post cost of issuing TIPS compared to nominal\nTreasuries.\nWhile inflation forecast errors are relevant to calculating the actual costs\nincurred over the first ten years of the TIPS program, we think they are irrelevant in\n1 Conversely, negative inflation forecast errors decrease the inflation payments by Treasury relative to the\namount it received for promising to protection investors against inflation at auction.\n2 As we will see below there are other factors which also help determine whether an issue brings in more\nrevenue than it generates, including illiquidity and inflation risk premiums.\n1\n\nassessing the expected benefits or costs of the TIPS program over the long run. In other\nwords, current ex-post analysis suffers from the problem of a small sample size,\nparticularly since most of the issues have over-lapping lifetimes and, therefore, are not\nnecessarily independent from each other. In the long run, investors learn from their\nmistakes and inflation shocks will tend to average out over time. When investors make a\nparticular forecast error, they adapt their expectations for the future accordingly such that\nthey do not persistently make the same error. This means that eventually, amid shifting\neconomic conditions, their accumulated forecast errors will average to zero. Similarly,\nover time, the amount of upside and downside inflation surprises should average to zero.\nThe implication of this process for the TIPS program is that, in the long run, factors other\nthan inflation forecast errors will determine its relative cost compared to nominal\nTreasury issuance.\nWhat are these other factors? Two primary factors remain: the compensation\ninvestors require to hold a security that is less liquid than its nominal counterpart, termed\nthe illiquidity premium; and the insurance value they attach to obtaining protection\nagainst inflation risk, known as the inflation risk premium.3 Regarding the first, when\ninvestors are worried about their ability to resell TIPS securities into a liquid secondary\nmarket, they require compensation for holding it versus more liquid alternatives. This\nilliquidity premium will tend to drive up TIPS yields and increases the Treasury’s\nborrowing costs. The second factor works in the opposite direction. To the extent that\n3 In addition to these factors, TIPS yields also reflect the taxation difference between TIPS and nominals,\nthe convexity difference between real and nominal yields, and the price of the embedded deflation floor.\nRegarding the tax differential, since an investor has to pay taxes currently on the accrual of the principal\namount payable at maturity on an inflation-protected issues, non-tax exempt investors may require a higher\nyield on TIPS securities (lower TIPS breakeven) than their true inflation expectations. As a result, it may\nbe more difficult for Treasury to capture investors’ full inflation expectations and inflation risk premium.\nIn contrast to this, the attractiveness of TIPS may be enhanced as a result of the fact that, at maturity, TIPS\nholders will receive the higher of the inflation-adjusted principal amount or the par amount.\n2\n\ninvestors are willing to pay for inflation protection, they will bid up the value of TIPS\nsecurities above that implied by their expected payment stream. As such, inflation risk\npremia mean lower expected borrowing costs for the government and savings for the\nTIPS program versus nominal Treasury issuance.\nTable 1: Impact of Changes in Factors on TIPS Breakeven Inflation\nFactor Impact on TIPS Breakeven if Factor Increases\nInflation Expectations Increase\nIlliquidity Premium Decrease\nInflation Risk Premium Increase\nTo determine which factor has been historically dominant, we conduct an ex-\nante cost analysis: We compare the amount that the Treasury received for inflation\ncompensation at auction to an observable measure of contemporaneous inflation\nexpectations.4 The difference between these series yields a measure of the net savings or\nloss incurred by the Treasury that is independent of inflation forecast errors. It is also\nequal to the net value of the illiquidity and inflation risk premia associated with each\nTIPS issue. We find that prior to 2004 the breakeven inflation rate5 is below a survey\nmeasure of inflation expectations. This indicates that the illiquidity premia exceeded the\n4 The measure of contemporaneous inflation expectations may differ from that embedded in TIPS\nbreakevens at a TIPS auctions because the subset of investors is slightly different. Primary dealers, who\nare awarded an average 54 percent of the competitive bids accepted at TIPS auctions since mid-2003, are\nnot the end-users of TIPS and likely put in an under-writing bid at auction. That said, since the Treasury is\npaid at the auction stop-out rate, we believe this measure is most appropriate for our analysis.\n5 The breakeven inflation rate is the spread between a TIPS yield and a nominal yield with a similar\nmaturity. It is the inflation rate that will equate the return on a TIPS security to the return on a nominal\nsecurity.\n3\n\ninflation risk premium over this period. Since 2004, however, we find that breakeven\nrates were approximately equal to expected inflation, indicating that the two factors were\nroughly in balance.\nThis change in fortune for TIPS issued after 2004 may have occurred for two\nreasons. Over time, as the TIPS market developed, the illiquidity risk premium shrank\nand/or inflation risk premia increased. Evaluating the two components independently, we\nconclude that a decline in the illiquidity premium is the more convincing explanation. In\nparticular, our review of the evidence shows a downward secular trend in the TIPS\nliquidity premium. In contrast, the inflation risk premia appear to have remained\nrelatively low and stable in recent years.\nThese findings have important implications in assessing the benefits and costs\nof future TIPS issuance. The TIPS illiquidity that persisted during the first several years\nof the program and that appears to explain much of the costs of past issuance no longer\nseems to be an important factor.6 As a result, as long as the illiquidity premium and\ninflation premiums do not shift in systematic ways, future TIPS issuance should be much\nmore cost effective to the Treasury Department.\nA second objective of this paper is to argue that relative cost calculations, on\neither an ex-ante or ex-post basis, are just one aspect of a comprehensive analysis of the\ncosts and benefits of the TIPS program. We believe that TIPS issuance provides the\ntaxpayer with other benefits that should be taken into account when evaluating the TIPS\nprogram, especially when cost analysis shows that TIPS are either only marginally more\nexpensive or about even to issue compared to nominals. Some of these benefits, such as\n6 Roush(2007) finds that outstanding TIPS issuance under the counterfactual assumption that there was no\nilliquidity premium implies significant cost savings.\n4\n\nbroadening Treasury’s investor base and diversifying its funding sources were cited by\nTreasury Deputy Assistant Secretary for Federal Finance Bitsberger as a way for\nTreasury to “reduce our borrowing costs over time.”7 As such, some of the difficult-to-\nmeasure benefits of the TIPS program are consistent with the Treasury’s current debt\nmanagement objectives. In a November 2001 speech, Under Secretary of the Treasury\nfor Domestic Finance Fisher highlighted that,“The debt management strategy of Treasury\nhas been to strive to be regular and predictable in the issuance of debt while minimizing\nborrowing costs over many years and interest rate cycles.”8 This has meant issuing and\npaying down debt in a manner that promotes market liquidity and that obtains financing\nacross the yield curve.\nTo more fully assess the net benefits and costs of the TIPS program, we\ndiscuss some of the other benefits of TIPS that we believe are important in a complete\nevaluation of the program. Although these are not easily measured, they may be\nconsiderable. They include, among others, important benefits to investors with real\nsaving objectives and valuable information to policy makers whose directive is to contain\ninflation.\nThe rest of this paper is structured as follows. The next section examines the\nex-ante costs of TIPS issuance. Section 3 then reviews measures of illiquidity and\ninflation risk premium embedded in TIPS. Section 4 discusses some of the other\neconomic benefits of inflation-indexed debt not captured in relative cost measures and\nSection 5 concludes.\n7 Speech by Timothy S. Bitsberger to the Fixed Income Summit on December 5, 2002,\n(http://treas.gov/press/releases/po3673.htm)\n8 See also Treasury Assistant Secretary for Financial Markets Gensler’s address to the President’s\nCommission to Study Capital Budgeting, April 24, 1998(http://www.ustreas.gov/press/releases/rr2493.htm)\nand Stigum and Crescenzi (2007) for an overview of Treasury debt management.\n5\n\nII. Ex-ante Cost Analysis\nStudies that have evaluated the costs of TIPS issuance versus nominal Treasuries\nissuance have typically done so by comparing the ex-post costs of a program of TIPS\nissuance relative to the costs of a comparable program of nominal Treasury issuance.\nStudies of this sort have typically shown that TIPS issuance has resulted in a higher net\ncost to the Treasury. For example, a 2004 paper by Sack and Elsasser found a net cost to\nthe Treasury from the start of the program through early 2004 of slightly less than $3\nbillion. Roush (2007) finds that total ex-post costs of TIPS through March 2007 were in\nthe range of $5-8 billion9.\nA problem with current ex-post analysis is that it depends upon the performance\nof inflation over a relatively short period of time. If inflation turns out to have been\nmeaningfully different than what was expected at the time of TIPS issuance, then this\ndifference—the “inflation surprise”—affects the relative costs of TIPS versus nominal\nTreasury issuance. If inflation turns out to be higher than expected, then TIPS issuance\nbecomes more expensive relative to nominal Treasury issuance. If inflation turns out to\nbe lower, however, an ex-post analysis shows higher savings (lower costs) from the TIPS\nprogram.\nThe importance of the “inflation surprise” in determining ex-post costs can be\nseen in other countries that have similar programs of inflation-linked sovereign debt\nissuance. In fact, several other developed countries’ inflation surprises have resulted in\ninflation-linked debt issuance having lower costs compared to nominal debt issuance.\n9 To put the $5 to 8 billion in perspective, the average yearly increase in publicly held outstanding Treasury\nmarketable debt since 2002 is approximately $227 billion. Furthermore, $5 to 8 billion represents 0.1 to\n0.2 percent of total outstanding Treasury marketable debt held by the public as of June 2008.\n6\n\nFor example, in their 2000 to 2001 Annual Review, the U.K. Debt Management Office\nnoted that the “significant reduction in the cost of funding [from the inflation-linked debt\nprogram]… has partly been due to the reduction of inflation risk but more importantly\nbecause of the fact market expectations of inflation have exceeded the inflation outturn\n(“outcome”) for much of the last 20 years.10 Similarly, a 2006 ex-post cost study by\nthe Agency France Trésor found that their inflation-linked debt program saved the\ngovernment €120 million between 1998 and 200411. In this study, the authors point out\nthat any such analysis is difficult since it does not include some of the hard-to-measure\nbenefits of the program (i.e. the diversification of the government’s debt portfolio) and it\nonly applies in retrospect. In other words, if actual inflation turns out to be higher than\nexpected in the future, the inflation-linked program could appear costly instead.\nOver the long run, however, inflation surprises should not matter. This is because\ninvestors are likely to learn from their mistakes so that their forecast errors are not\nrepeated indefinitely. If investors incorporate all known information into their\npredictions, inflation surprises should be unbiased, with as many downward surprises in\ninflation performance as upward surprises.\nWhen considering the performance of TIPS over the expected life of the program,\nwe believe this longer-term perspective is most relevant. If an experiment were to be run\nthousands of times drawing from the underlying distribution of possible inflation\noutcomes, would Treasury’s costs have been lower, on average, with TIPS or with\nnominal Treasuries? Alternatively, we can ask whether the Treasury obtained the\n10 U.K. Debt Management Office. (2000 – 2001), pg. 39\n11 Coeuré, Benoît and Nicolas Sagnes. (2005, November)\n7\n\nfinancing it needed at a low cost on an ex-ante basis — on a basis that is independent of\ninflation forecast errors.\nTo answer this question, we use a concept that TIPS analysts call the breakeven\ninflation rate. Essentially, this is a value which makes the marginal investor indifferent\nbetween buying TIPS or nominal securities. It includes investor expectations about the\namount of inflation they will be compensated for, as well as any premium they are\nwilling to pay for protection against inflation. It also includes the component of the\nTIPS yield that investors require as compensation for any deficiency in TIPS market\nliquidity relative to nominal Treasury securities.\nWe conduct an ex-ante analysis by comparing the auction breakeven rate12 to a\nmeasure of inflation expectations. Ideally we would like to use a measure of inflation\nexpected by TIPS investors at the time of the auction. Unfortunately, we do not have\nsuch an ideal measure. Instead we use real time estimates of expected inflation from the\nSurvey of Professional Forecasters (SPF)13 conducted by the Federal Reserve Bank of\nPhiladelphia as an approximation. Although the survey’s median estimate of the CPI\ninflation rate over the next 10 years14 is available only on a quarterly basis, it is unlikely\n12 We apply the same methodology to calculate the auction breakeven rate as that used in Roush (2007). In\nparticular, we estimate the breakeven rate received at auction to be the implied inflation rate that equates\nthe price of the TIPS security at auction to a hypothetical on-the-run nominal security with the same real\npayment stream as the TIPS issue. For further details regarding the calculation, see Roush (2007).\n13 The Federal Reserve Bank of Philadelphia conducts the Survey of Professional Forecasters on a quarterly\nbasis. The survey respondents are professional economic forecasters in the business world or on Wall\nStreet.\n14 In our analysis, we used the median 10-year ahead CPI inflation forecast, which represents the median\nexpectation of respondents for the average annual headline CPI inflation rate over the next 10-years. As\nsuch, this forecast is for a similar inflation index and almost similar time period as a newly issued 10-year\nTIPS. Though the SPF forecast is based on seasonally-adjusted headline CPI, if it were based on non-\nseasonally adjusted CPI there should be no difference between the two forecasts since they would be\nforecasts of average annual rates and, therefore, assumptions about seasonality over the year are irrelevant.\nThe time period of the survey is slightly off, given that TIPS are linked to non-seasonally adjust CPI lagged\nby approximately 2.5 months.\n8\n\nthat inflation expectations are very volatile at a high frequency, leading us to expect that\nthe SPF measure may be a reasonable measure of market expectations.15\nGraph 1 compares the auction breakeven rate at the ten-year maturity point with\nthe Philadelphia Survey of Professional Forecasters’ long-run estimate of CPI inflation.\nAs can be seen in the exhibit, during the early years of the TIPS program, the auction\nbreakeven inflation rate was lower than median inflation expectations from professional\nforecasters. This means that the ex-ante cost of ten-year TIPS issuance was higher than\nthe cost of nominal ten-year Treasury issuance.\nGraph 1: 10-year TIPS Auction Breakeven Minus\nBPS SPF Median CPI Over Next 10 Years\n100\n50\n0\n-50\n-100\nTreasury First Announces\n-150\nCommitment to Program\n-200\nJ a n\n9 7\nJ a n\n9 8\nJ a n\n9 9\nJ ul\n0 0\nJ ul\n0 1\nJ ul\n0 2\nJ a n\n0 3\nO ct\n0 3\nA pr\n0 4\nO ct\n0 4\nA pr\n0 5\nJ ul\n0 5\nJ a n\n0 6\nJ ul\n0 6\nJ a n\n0 7\nJ ul\n0 7\nJ a n\n0 8\nSource: FRB of Philadelphia, Board of Governors.\nAs of June 2008, however, the breakeven inflation rate at the ten-year maturity point is\nabout 2.50%, which is equal to the Philadelphia Survey of Professional Forecasters’ most\nrecent long-run estimate for CPI inflation of 2.50%. If we assume that the SPF fairly\nrepresents the expectations of investors, then the current constellation of data indicates\n15 Although there are no direct measures of inflation expectations, we believe that the Survey of\nProfessional Forecasters is a good proxy. An alternative survey measure is the University of Michigan’s\nSurvey of Consumers median long-term (5-year) inflation expectations measure. This measure is based on\nthe forecasts of consumers as opposed to professional economists. A similar analysis, using this forecast\nmeasure instead, shows a comparable pattern, where the early years of the TIPS program appear more\ncostly.\n9\n\nthat on an ex-ante basis, it appears that the cost of issuing TIPS is currently roughly equal\nto the cost of issuing nominal Treasuries.16 From this perspective, there appears to be\nlittle net benefit or cost from TIPS in terms of expected financing costs.\nThe breakeven inflation rate obtained from a comparison of TIPS yields versus\nnominal Treasury yields also includes two other key elements in addition to expectations\nabout the future inflation rate: (1) the inflation risk premium that investors pay for\ninflation protection and (2) the illiquidity premium associated with TIPS versus nominal\nTreasuries. If the insurance value of inflation protection exceeds the illiquidity premium,\nthen the breakeven rate is greater than expected inflation and the ex-ante cost of TIPS is\nlower than for nominal Treasuries. If, however, the illiquidity premium is greater than\nthe inflation risk premium, then the breakeven rate will be below the expected rate of\ninflation and the ex-ante cost of TIPS issuance is greater. The fact that breakevens were\nbelow expected inflation during the first several years of the program indicates that the\nilliquidity premium must have been a dominant influence on ex-ante costs during this\nperiod.17 More recently, however, breakeven rates and inflation expectations appear to\nbe about equal, implying that the two factors about cancel each other out. This shift could\nhave happened in two ways: the illiquidity premium in TIPS yields could have declined\nand/or the inflation risk premium increased. The next section examines this issue in more\ndetail.\n16 Though the sample size is limited, the median 10-year ahead CPI inflation rate forecasted by the SPF has\ntypically over-predicted actual 10-year CPI inflation for the forecasts taken between 1979 and 1997. If, in\na longer sample period, the SPF proves to always over-predict 10-year ahead CPI inflation, then the ex-ante\ncost estimates in our analysis may be overstated. That said, we believe that over a longer sample period,\nthe forecast errors of the SPF should net out to zero.\n17\nRoush[2007] finds that the illiquidity premium in TIPS account for most of the ex-post cost of TIPS\nduring this period.\n10\n\nIII. TIPS illiquidity versus Inflation Risk Premia\nDirect evidence of the illiquidity premia in TIPS yields and on inflation risk\npremia do not exist, so we must rely on indirect evidence and model based estimates. In\nthis section we consider several approaches to modeling both, as well as observable\nevidence on changes in liquidity in the TIPS market.\nIlliquidity Premia\nOver the past decade, TIPS issuance has grown nearly five times as quickly as\nnominal issuance so that it now comprises almost 10 percent of the Treasury’s\nmarketable debt portfolio.18 During this period, the investor base for TIPS securities\nappears to have widened and, according to the FR-2004 data, trading volume among\nprimary dealers in the secondary market has increased ten-fold.19\nGraph 2: Average Daily Secondary Market Trading\nVolume in TIPS\n(12-week Moving Average)\n10\n9\n8\n7\n6\n5\n4\n3\n2\n1\n0\n8991 9991 0002 1002 2002 3002 4002 5002 6002 7002 8002\n$ Blns\n*Interdealer and customer. Interdealer volumes represent one side of a trade.\nSource: FR 2004\nWhile data on the distribution of TIPS holders is not available, there are some\nsigns that TIPS market participation has increased and the market has become less\n18 This estimate does not take into account the current principal inflation accretion on TIPS issues. If it is\ntaken into account, the percentage increases to 11.9%. United States Treasury, Bureau of the Public Debt.\n(January 2008) Monthly Statement of the Public Debt of the United States.\n19 The increase in average daily trading volumes exceeds the increase in TIPS outstanding over the same\nperiod. Over the past 10 years, the inflation-adjusted par amount of TIPS outstanding has increased almost\n6-fold.\n11\n\nconcentrated. For example, in our conversations with TIPS investors, they noted the\nability to execute trades with a larger number of primary dealers compared to 5 to 10\nyears earlier. Similarly, when looking at the FR 2004 data, primary dealer trading in\nTIPS has become somewhat less concentrated across institutions.20 For example, the top\nquintile (by volume) of primary dealers was responsible for an average of 68% of total\nTIPS volume in 2007, 10 percentage points lower than the 2001 average21 22. In\naddition, there has been a notable increase in the size of mutual funds that hold inflation-\nindexed securities. According to the Investment Company Institute, assets under\nmanagement in inflation protected mutual funds have grown 712 percent over the past\nfive years, as shown in Graph 3 below.\nGraph 3: Assets Under Management in Inflation\nProtected Bond Funds\n90\n80\n70\n60\n50\n40\n30\n20\n10\n0\n2002 3002 4002 5002 6002 7002 8002\n$ bn $ bn\nTIPS Outstanding (Inflation-adjusted Par, RHS) 900\n800\nTotal Assets Under Management (LHS)\n700\n600\n500\n400\n300\n200\n100\n0\nSource: ICI, U.S. Treasury Department.\nTIPS traders and investors have reported to us an increased confidence in the\nlongevity of the program and in the ability to carry out transactions in the secondary\n20 In our conversations with TIPS traders and one electronic brokerage firm, they suggested that a large\nmajority of trading in TIPS goes through the primary dealer community.\n21 In comparison, the nominal total transaction volume among the top quintile of primary dealers averaged\n44% and 49% in 2007 and 2001, respectively.\n22 According to the Federal Reserve’s primary dealer data, the breakdown of total TIPS transaction volume\nbetween the interdealer market and dealer to customer market has also changed since 2001. Trading\nbetween primary dealers and customers accounted for 78.4% of total primary dealer transaction volume in\n2001. In 2007, this percentage declined to 73.4% while interdealer trading increased.\n12\n\nmarket over the past 10 years.23 Of note, volume in TIPS was sufficient to support the\nexpansion of electronic trading platforms, such as BrokerTec, Bloomberg, and\nTradeWeb, to enable TIPS electronic trading in 2003, 2001, and 2003, respectively.\nFurthermore, when looking at bid-ask spreads, TIPS liquidity appears to have improved\nsomewhat in longer-term markets since 2003, and is roughly the same in the 5- and 10-\nyear sectors. For example, according to Fleming and Krishnan (2008)24, when there were\nbid and ask quotes in the interdealer broker market, bid-ask spreads averaged\napproximately 2/32, 3/32, and 7/32 in the 5-, 10-, and 20-year benchmark issues,\nrespectively, between March 2005 and March 200825. Though not directly comparable\ngiven the different data sources, Sack and Elsasser estimated bid-ask spreads of 2/32 for\nTIPS maturing between 5 and 10 years and between 4/32 to 16/32 for TIPS maturities\nbeyond 10-years in 2003. Our discussions with TIPS market participants also suggest\nthat secondary market liquidity has improved over the past 5 years.\nEven if TIPS liquidity has improved, it undoubtedly remains below that of on-\nthe-run nominal securities. Daily trading volumes in on-the-run nominal securities far\nexceed those shown for TIPS above (Fleming and Mizrach (2008)). The important\nquestion for future issuance is not whether TIPS liquidity has improved, but rather\nwhether TIPS liquidity has improved enough to shrink the illiquidity premium sufficiently\n23 Most notably, TIPS market participants cited Treasury’s 2002 public affirmation of its commitment to\nthe program (http://treas.gov/press/releases/po3149.htm), which it has reaffirmed in public statements as\nrecently as the August 2008 refunding (http://www.treas.gov/press/releases/hp1095.htm).\n24 Fleming and Krishnan (2008) note that a drawback of using the bid-ask spread to analyze TIPS market\nliquidity is that there is not always a two-sided market. For example, they estimate that between March\n2005 and March 2008 there was a two-sided market in the on-the-run 10-year TIPS approximately 60% of\nthe time in the interdealer broker market. As such, information on the extent to which there is a two-sided\nmarket complements the bid-ask spread when analyzing liquidity. Unfortunately, a longer time series of\nthis data is not available.\n25 Bid-ask spreads are measured in 1/32s of a point, where a point roughly equals 1 percent of the security’s\npar value.\n13\n\nto make TIPS issuance cost-effective from the perspective of the Treasury. More\nprecisely, are investors currently demanding substantial compensation in order to hold\nTIPS relative to a more liquid security? The larger such premiums are going forward, the\ngreater will be the costs to the Treasury of future issuance, all else equal.\nD’Amico, Kim and Wei(2007, “DKW”) provide an estimate of the illiquidity\npremium in TIPS yields versus off-the-run nominal securities from a no-arbitrage latent\nfactor model of the real and nominal term structure. The authors derive this measure by\ncomparing observed TIPS yields to predictions based on an affine model of nominal term\nstructure and an estimated process for inflation.26\nAs shown in Graph 4, these authors estimate that the liquidity premium in the\nten-year TIPS yield was as large as 200 basis points in the early years of the program.\nSince then, however, this has trended down, and within the last six months has fluctuated\nbelow 50 basis points. The fact that the premium is positive for most of the sample\nindicates that TIPS have remained illiquid relative to off-the-run nominal securities, and\nthus even more so versus their on-the-run counterparts. Nonetheless, the fact that the\npremium investors demand in compensation for this illiquidity has shrunk to lower levels\nin recent years suggests that TIPS market liquidity has improved enough to have a\ndramatic effect on the cost effectiveness of TIPS issuance. Indeed, as we will discuss\nbelow, it now compares favorably with estimates of the size of the inflation risk\npremium.\n26 More details of the D’Amico, Kim and Wei model are included in an appendix.\n14\n\nGraph 4: Illiquidity Premium in 10-year TIPS Yield\n2.5\n2.0\n1.5\n1.0\n0.5\n0.0\n99\nnaJ\n00\nnaJ\n10\nnaJ\n20\nnaJ\n30\nnaJ\n40\nnaJ\n50\nnaJ\n60\nnaJ\n70\nnaJ\n80\nnaJ\nPercent\nSource: DKW.\nSack (2005) provides an alternative measure of the illiquidity premium in\nfive-year forward TIPS yields beginning in five years. This measure is derived from a\nregression of TIPS yields on a variety of macroeconomic variables as well as the\nsecondary market turnover in TIPS.27 Consistent with the findings in DKW, he finds that\nthe TIPS yields in the early years of the program were above the level predicted by the\nmacroeconomic fundamentals alone, and interprets the part of the TIPS yield that is\npredicted by TIPS turnover as a proxy for the illiquidity premium. This measure, shown\nin Graph 5 below, also points to a notable improvement in TIPS liquidity during the\nperiod from 2000 to 2004. Of note, the level of Sack’s illiquidity measure is different\nfrom the DKW estimate since Sack measures the illiquidity premium indirectly through a\nmulti-factor regression.\n27 In his regression, Sack includes a measure of the difference between the unemployment rate and NAIRU,\nexpected real GDP over the subsequent year, the spread between WTI futures and spot prices, lagged WTI\noil price inflation, the three month moving average of correlation between daily changes in the stock\nmarket and breakeven rates, and the squared difference between TIPS volume at each point in the sample\nwith the end period volume.\n15\n\nGraph 5: Sack Measure of the TIPS Liquidity Premium\nAlso Declined Since 1998\nPercent (Five-year Five-year Forward Rate)\n0.75\n0.50\n0.25\n0.00\nNov 98 Mar 00 Jul 01 Dec 02 Apr 04 Sep 05 Jan 07\nSource: Macroeconomic Advisors.\nInflation Risk Premia\nThe notable declines in estimates of the illiquidity premiums in TIPS yields in\nrecent years suggests that it now costs the Treasury relatively less to issue TIPS versus\nnominal securities than it did in the past. But the key question is the size of this\nilliquidity premium versus the size of the inflation risk premia.\nTo better estimate the size of the inflation risk premia, we consider several\nmodel estimates. A simple measure of the inflation risk premium can be calculated based\non the term structure of forward inflation compensation rates at distant horizons, as\ndescribed in Sack (2007). The rationale is that most factors affecting movements in\ninflation tend to die out after a few years, so that investors are unlikely to expect inflation\nto be different at adjacent forward rates, for example, at nine and ten years ahead.28 Thus\n28 This simplifying assumption ignores factors that affect the level of long run inflation expectations.\nHowever these are likely to occur infrequently.\n16\n\nthe spread between one-year forward inflation ending in nine and ten years is likely to be\ndriven mostly by inflation risk premiums.29\nGraph 6 presents a time series of the inflation risk premium from nine to ten years\nahead measured according to this approach.30 These estimates are based on smoothed\nzero-coupon yield curves for real and nominal bonds [Gürkaynak, Sack, and Wright\n(2006, 2007)]. The inflation risk premium has varied between zero and twenty-five basis\npoints since 1999, with an average value of 11 basis points.\nGraph 6: Inflation Risk Premium at Ten Years from Term\nStructure of Forward Inflation Compensation\n25\n20\n15\n10\n5\n0\n-5\n-10\n9991 0002 1002 2002 3002 4002 5002 6002 7002 8002\nBPS\nAnother model used to estimate the inflation term premiums embedded in\nnominal Treasury yields is the no-arbitrage model used by DKW. Graph 7 below\npresents a time series of the inflation risk premium for ten-year zero-coupon inflation\ncompensation from their model. This measure of the inflation risk premium varies\nbetween 40 and 120 basis points over of the history of the TIPS program. The levels of\nthe two measures of inflation risk premiums are not directly comparable since one is a\n29 Although this approach does not explicitly account for liquidity effects, the fact that the illiquidity\npremium at nine years is unlikely to be very different from ten years means that, in effect, liquidity effects\nare approximately excluded by taking the spread at these adjacent horizons.\n30 We use a smoothed spline to abstract from small deviations in yields based on liquidity. Furthermore, we\nbelieve that any differences between our estimates, which are derived from a smoothed spline, and those\nderived from a bid, ask, or mid spline would be small.\n17\n\nshort-term far forward rate and one is long-term spot rate, however it is useful to note that\nthe correlation between the two measures is positive and statistically significant, albeit at\nonly 0.28. More importantly, although the DKW measure exhibits somewhat different\nvariation, particularly in the first half of the sample, both series generally declined\nbetween 2004 and 2008, before picking up recently. This provides further evidence that\nthe recent improvement in the cost of TIPS issuance was associated with a decline in the\nTIPS illiquidity premia rather than an increase in inflation risk premia.\nGraph 7: 10-year Inflation Risk Premium from D'Amico,\nKim, and Wei (2007)\n140\n120\n100\n80\n60\n40\n20\n0\n9991 0002 1002 2002 3002 4002 5002 6002 7002 8002\nBPS\nThe Inflation Risk Premium Earned by Treasury at Auction\nWe conclude by explicitly decomposing our ex-ante cost analysis into the\ncomponents related to illiquidity in TIPS and inflation risk premia. As above, we\ncompare the breakeven rate of inflation to a measure of expected inflation from the\nSurvey of Professional Forecasters. However, we now exclude the illiquidity premium in\nTIPS yields estimated in DKW before computing the breakeven rate.31 A comparison of\n31 DKW calculate the liquidity component for five- and ten-year TIPS yields, which we use to adjust the\nauction prices of five and ten year TIPS issues. For twenty and thirty year TIPS issues, we assume that the\n18\n\nthis breakeven rate with inflation expectations yields an estimate of the premium\ninvestors were willing to pay for inflation protection at previous TIPS auctions.\nGraph 8 below presents estimates of the inflation risk premium on TIPS auction\ndays using this method.32 The average risk premia over the sample is within the range of\nthe other estimates at 47 basis points. Furthermore, this measure of auction inflation risk\npremiums appears to have decreased over time. This may indicate that the initial\npurchasers of inflation indexed bonds were also those investors who put the highest value\non inflation protection.33 An alternative explanation is that as inflation has stayed low,\ninflation expectations have become better anchored. As this has occurred, the inflation\nrisk premium that investors have been willing to pay for inflation protection has\ndiminished somewhat over time.34\nliquidity component is equal to that for a ten year security, which in the event that these securities are less\nliquid than the ten-year note, understates this effect, and thus underestimates the risk premium at this\nhorizon. DKW also do not calculate liquidity yield components before 1999, because there were too few\nTIPS issues to construct a zero coupon yield curve until then. For auctions occurring between 1997 and\n1999, we assume that the liquidity yield component at these auctions is equal to its value at the start of\n1999.\n32 Note that the maturity of TIPS changes at each auction in Figure 8, making comparison with the above\ntime series of the inflation risk premia problematic. Put another way, the inflation risk premia presented in\nGraph 8 are not for a constant time horizon, but vary between 5, 10, 20, and 30 years, depending on the\nmaturity of the TIPS being auctioned on a given date.\n33 The fact that the inflation risk premia by this measure are sometimes negative suggests that there may be\nmeasurement error in estimation of inflation expectations. Furthermore, with the exception of the two\nrecent negative estimates of inflation risk premia, the other negative estimates are not significantly different\nfrom zero.\n34 The -32.3 basis point estimate of inflation risk premium at the April 2008 5-year TIPS auction may be a\nreflection of market conditions at the time of the auction as opposed to investors’ actual value for inflation\nprotection. In particular, the historically low level of 5-year TIPS yields (and the low expected coupon\nrate) reportedly may have deterred some investors from participating at the auction. Of note, the pre-\nauction day yield of the 5-year TIPS, at 0.53%, was the lowest pre-auction day level compared to prior 5-\nyear TIPS auctions and was notably below the 1.79% average 5-year TIPS yield since the Treasury brought\nback the 5-year maturity point in 2004. In addition, part of the negative inflation risk premium may also\nreflect the flight-to-quality bid in the nominal market at the time. When we conduct a calculation of the\ninflation risk premium that assumes TIPS are as liquid as an on-the-run security (instead of an off-the-run\nsecurity), the inflation risk premium increases to -10.3 basis points.\n19\n\nGraph 8: Inflation Risk Premiums at Historical\nTIPS Auctions\n250\n200\n150\n100\n50\n0\n-50\n79/92/1 89/92/1 99/92/1 00/92/1 10/92/1 20/92/1 30/92/1 40/92/1 50/92/1 60/92/1 70/92/1 80/92/1\nBPS\nThe table below presents the average inflation risk premium by maturity of the\nsecurities auctioned. Although the size of the inflation risk premium does not appear to\nincrease consistently with maturity, this result may be misleading as it is due, at least in\npart, to changing issuance patterns. For example, with the exception of the July 2002\nTIPS, 5-year TIPS have only been issued during the past 3 years – a time period where\noil prices increased over 175 percent. This could contribute to the high estimate of\ninflation risk premium for 5-year TIPS. In contrast to the relatively limited issuance of 5-\n, 20-, and 30-year TIPS, 10-year TIPS were issued throughout the sample and thus may\nprovide the best overall estimate that also is maturity constant. According to this\nestimate, a typical risk premium over this period has been about 40 basis points.\nTable 2: Estimate of Inflation Risk Premium by Maturity of Issue\n5-Year 52 basis points\n10-Year 41 basis points\n20-Year 37.5 basis points\n20\n\n30-Year 83 basis points\nThe fact that investors appear willing to pay about 40 basis points for inflation protection\nindicates that the TIPS program does satisfy a real demand held by investors that is not\nmet via nominal Treasury issuance. It also suggests that there is potential for significant\ngains to Treasury from enhancing secondary market trading liquidity. For example, if the\nTIPS market were as liquid as off-the-run Treasuries, the Treasury would have incurred a\ntotal cost savings from the TIPS program of $22 to $32 billion.35 36\nIV. Other Benefits of Inflation-Indexed Debt\nThe Treasury’s ability to issue TIPS at lower inflation-adjusted yields because of\na significant inflation risk premia is only one of several benefits inflation-linked debt\nissuance provides investors and monetary policymakers. The other benefits of the TIPS\nprogram, though difficult to quantify, are potentially considerable. As such, when taking\ninto account these benefits, TIPS issuance may be more favorable to the Treasury and\nU.S. taxpayer than additional nominal issuance.\nInflation Hedge for Households\nJames Tobin made one of the most convincing arguments in favor of inflation\nindexed debt on behalf of households with real savings objectives:\n“…markets do not provide, at any price, a riskless way of accumulating\npurchasing power for the future, whether for old age, or for college\n35 We estimate the ex-ante cost of the TIPS program as the present discounted value of the difference in the\npayment stream paid by Treasury to TIPS holders from the expected payment embedded in TIPS prices\nassuming that actual inflation equals the SPF measure of expected inflation and that there is no illiquidity\npremium.\n36 Similarly, if the TIPS market were as liquid as on-the-run Treasuries, the Treasury would have incurred a\ntotal cost savings from the TIPS program of $28 to $37 billion.\n21\n\neducation or for heirs….Meanwhile we force savers to take risk, even if\nthey would gladly pay for the privilege of avoiding it…..No private\ninstitution can fill this gap. No insurance company or pension fund\ncould assume the risk of offering purchasing power escalation to its\ncreditors without similarly (inflation) escalated securities in which to\ninvest at least some of their funds.”37 38\nThe important point in this argument is that even if nominal bond yields are high\nenough on average to compensate investors for the expected rate of inflation, an\nindividual investor at any point in time may be over-compensated or under-compensated\nvis-à-vis the realized rate of inflation. By providing individuals a way to insure against\ninflation risk, TIPS embed less risk than any other asset class. With virtually no credit\nrisk or inflation risk, TIPS are one of the safest of investments.39 Equities or other assets\nwith uncertain nominal returns provide only an imperfect hedge depending on their\ncorrelation vis-à-vis inflation. [Fischer(1975), Chu Lee, and Pittman(1995)].\nThis benefit has implications for individual investors as well as the broader\neconomy40. By providing individuals a way to insure against inflation risk, the\ngovernment enables individual investors to choose how much inflation risk they want to\nhold, allowing for a more optimal allocation of inflation risk among investors with\ndifferent risk preferences [Campbell and Shiller (1996)]. In addition, as argued by Tobin\n(1963), the existence of a risk-free inflation hedge may, in turn, encourage saving\nbehavior on the part of households.\n37 Tobin (1963, pg 204,206\n38 While investors could purchase short-term debt and renegotiate the interest rate every three months, this\nwould expose them to roll-over risk.\n39 There is some inflation basis risk in that TIPS are based on the not seasonally adjusted consumer price\nindex and a household’s expenditure basket might differ from the basket in the CPI. Also, pension and\nendowment liabilities may be more closely related to other inflation or wage measures than the CPI.\n40 It should be noted that there are potential income distribution effects if TIPS are more expensive to issue\nthan nominal securities and TIPS holders are not evenly distributed across income groups. We do not\naddress these here, however.\n22\n\nBetter Monetary Policy\nThe existence of TIPS also helps to improve the conduct of monetary policy in a\nnumber of ways. Foremost of these, they provide up-to-date information about the\nevolution of inflation expectations and real ex-ante interest rates,41 which are important\ninputs to monetary policy decisions. Because increases in inflation expectations are often\ndifficult to predict and are difficult to reverse, up-to-date information about inflation\nexpectations from TIPS may be important in helping policy makers conduct monetary\npolicy in a way that keeps inflation expectations in check. This is important because\ninflation expectations are an important element influencing the inflation process. 42 In\nthis role TIPS are particularly useful because survey measures of inflation expectations,\nsuch as those from the University of Michigan and the Survey of Professional\nForecasters, are available only at a lag and are updated much less frequently. Although\ninflation swaps provide an alternative market source of daily information on inflation\nexpectations, these securities are much less liquid than TIPS [Beechey and Femia\n(2007)].43 Moreover, it is unclear that the U.S. inflation swaps market would exist\nwithout the TIPS market because TIPS provide a benchmark security that can be used to\nhedge the inflation payments on swaps.\n41 Raw inflation compensation rates are not pure measures of inflation expectations because they contain\ninflation risk premium and potentially, distortions due to illiquidity. However, estimates of expected\ninflation can be derived using measures of these later components as demonstrated by D’Amico, Kim, and\nWei (2007). Furthermore, significant changes in TIPS liquidity tend to be slow compared to inflation\nexpectations and, as a result, over short periods of time changes in inflation compensation rates can reflect\na change in inflation expectations and/or inflation risk premium.\n42 If long-run inflation expectations become less anchored, shocks to inflation may result in a larger effect\non inflation expectations and trend inflation. Consistent with this, Mishkin (2007) noted that “because\nlong-run inflation expectations are a key driver of trend inflation, monetary authorities monitor long-run\ninflation expectations closely. If they find that they are losing credibility with the markets, so that inflation\nexpectations begin to drift and rise above (or fall below) a desired level, they will take actions to restore\ntheir credibility.”\n43 Trading in CPI futures, which provided another financial market read on inflation expectations, was\nintroduced on the Chicago Board of Exchange in (March 2004), however market liquidity had declined to\nnear zero by the summer of 2005.\n23\n\nTIPS are also valuable in helping economists and policy makers understand the\nforces that influence inflation expectations. For example, the existence of minute-by-\nminute data on inflation compensation from financial markets provides a gauge of the\neffects of monetary policy actions and macroeconomic data releases on inflation\nexpectations. In this way, TIPS help inform models of the macroeconomy that are\nimportant in the policymaking process.\nBetter Fiscal Policy\nTIPS may also provide incentives for better fiscal policy. They provide an\nexplicit incentive for the fiscal (as well as monetary) authorities to conduct policy with an\neye toward the consequences for inflation. When the public, in turn, understands that the\ngovernment is accountable for higher inflation in the form of higher inflation payments to\nTIPS holders, this may help hold down inflation expectations and cause inflation\nexpectations to be more firmly anchored, i.e., less responsive to inflation shocks.\nMoreover, TIPS help improve the management of the national debt. First, the fact\nthat payments on TIPS are tied to realized inflation means that the receipts and\nexpenditures of the Treasury Department are (all else equal) likely to be better matched—\nsince tax receipts are also nominal and are likely to rise and fall with shifts in the\nunderlying inflation rate. Thus, TIPS issuance may help reduce the overall volatility of\nthe Treasury’s financing needs.44 A reduction in volatility helps promote the regularity\nand predictability of the issuance calendar. This increases the liquidity of outstanding\nTreasury securities and helps to foster demand at Treasury auctions.\n44 Since payments on nominal Treasury debt are tied to expected inflations at the time of the security’s\nauction, differences in Treasury assets and liabilities can arise from divergences between realized and\nexpected inflation.\n24\n\nSecond, as noted by Deputy Assistant Secretary for Federal Finance Bitsberger,\nTIPS may give the Treasury access to a broader investor base. This may reduce\nTreasury’s overall funding costs. In the same June 2003 speech45, he further noted that\n“by diversifying our [Treasury’s] borrowing, we reduce exposure to a single adverse\nshock and both lower and smooth our borrowing costs.” The comparison between the\nprevailing interest rates on TIPS versus nominal Treasuries provides insight into the\nrelative costs associated with issuing the last dollar of debt. But just as important is\nanswering the question: Does TIPS issuance, by displacing nominal Treasury issuance,\nreduce the level of interest rates that the Treasury pays on its nominal Treasury issuance?\nIn principle, a substantial shift in the composition of Treasury issuance into TIPS from\nnominal Treasuries could lead to lower interest rates paid on the remaining nominal\nTreasury issuance. This would occur if: (1) TIPS were not perfect substitutes for nominal\nTreasury securities; and (2) if the demand for nominal Treasuries were downward sloping\n— i.e., not completely elastic.\nThe first condition almost certainly holds given the different attributes of TIPS\nversus nominal Treasuries. If they were perfect substitutes, then there would not be a\nliquidity premium for nominal Treasuries versus TIPS. The second condition seems\nlikely to hold as evidenced in a number of studies that have found that an increase in the\nnet amount of Treasury borrowing leads to higher expected borrowing costs for the\nTreasury. 46\n45 Chart Presentation of Deputy Assistant Secretary for Federal Finance Timothy S. Bitsberger to the Bond\nMarket Association’s Inflation-Linked Securities Conference, June 26, 2003.\n(http://treas.gov/press/releases/js505.htm)\n46 Tests of market segmentation of different types of Treasury debt have resulted in mixed results.\n(Fleming, 2002; Krishnamurthy, 2002, Laubach, 2003) However this work is generally limited to\nconsideration of different maturities of nominal debt and does not consider segmentation of real versus\nnominal debt. That there might be more evidence for the latter is suggested by conventional wisdom that\n25\n\nWhile it is very difficult to estimate the impact additional supply would have on\nTreasury yields, a few research papers have touched upon this subject. Fleming (2002)\nsuggests that a $1 billion increase in issuance size for the most recently issued 3- or 6-\nmonth bill raises its yield, relative to neighboring bill yields, by approximately 0.35 basis\npoints. At the longer end, Krishnamurthy (2002) finds that a $1 billion increase in bond\nsupply would increase the bond yield, relative to the yield on the previously issued bond,\nby 0.2 basis points. These results suggest that by issuing securities in a segmented TIPS\nmarket the Treasury may keep realized yields on bill and nominal coupon securities\nlower than they otherwise would have been.\nV. Conclusion\nSumming up, we reach five major conclusions:\n1. Determining whether it is in the interest of the U.S. taxpayer to continue TIPS\nissuance is a decision that should be based on a comparison of the ex-ante costs of\nTIPS versus nominal Treasury issuance and, especially when these costs are\nnegligible, a consideration of the more difficult-to-measure benefits TIPS\nissuance provides taxpayers and policymakers. This decision should not be based\non ex-post analysis since such analysis depends on the realized inflation rate over\na relatively short history, which is irrelevant in assessing the expected costs of\nTIPS issuance versus nominal Treasury issuance on a prospective basis.\nTIPS market participants tend to be buy and hold investors, including institutions such as pension funds.\nConsistently, the Treasury auction allotment data shows that pension funds and investment funds take-\ndown an average 30 percent of the amount issued at TIPS auctions since 2000. In contrast, these investors\ntook down only 10 percent of the amount offered at nominal coupon auctions over the same time period.\n26\n\n2. On an ex-ante basis, the cost of TIPS issuance is about equal to or less than the\ncost of nominal Treasury issuance since the value of inflation protection — the\nimplicit premium that investors are willing to pay in terms of lower TIPS yields\n— is now greater than or equal to yield premium investors demand for holding\nrelatively illiquidity TIPS versus their nominal counterparts.\n3. Although the costs of TIPS issuance over the life of the program appear to have\nexceeded the costs of comparable nominal Treasury issuance, these costs were\nconcentrated during the early years of the program when the illiquidity premium\nassociated with TIPS was large. That illiquidity premium has shrunk significantly\nas the TIPS program has matured. Therefore, these early costs are “sunk” and\nshould not be used to determine whether TIPS issuance is costly on an ongoing\nbasis.\n4. TIPS issuance has other significant benefits that are not included in an analysis of\nnet issuance costs. These include the value to investors of having a risk-free asset\nthat offers protection against inflation, the value to the monetary authority of\nhaving a real-time guide to shifts in inflation expectations, and the fact that a\nTIPS program likely displaces nominal debt issuance to some degree, allowing for\na reduction in the average cost of nominal issuance as that supply is reduced.\n5. Our analysis of the ex-ante costs of the TIPS program and the more difficult-to-\nmeasure benefits suggests that there is at least a modest net benefit to Treasury’s\nissuance of TIPS. Since TIPS issuance appears to be attractive from the\nTreasury’s standpoint, a natural next step is answering the question: “What is the\n27\n\noptimal allocation of the Treasury’s liability portfolio between TIPS and nominal\nTreasuries?”\n28\n\nReferences\nAng, Andrew and Baekert, Geert (2004) “The Term Structure of Real Rates and\nExpected Inflation.” CEPR Discussion Paper No. 4518.\nBeechey, Meredith, and Femia, Katherine (2007) “Inflation Swaps Revisited.” Memo,\nBoard of Governors of the Federal Reserve\nBitsberger, Timothy S. (2002, December 5), “Remarks to the Fixed Income Summit\nPalm Beach, FL”, http://treas.gov/press/releases/po3673.htm\nCampbell, John, and Shiller, Robert (1996), “A Scorecard for indexed Government\nDebt,” National Bureau of Economic Research Working Paper 5587\nCoeuré, Benoît and Nicolas Sagnes. (2005, November) Un bilan de l’émission des\nobligations françaises indexes sur l’inflation. Diagnostics Prévisions et Analyses\nÉconomiques, No. 89.\nD’Amico, Stefania, Kim, Don, and Wei, Min (2007), “TIPS from TIPS: The\nInformational Content of Treasury Inflation-Protected Security Prices,” Finance and\nEconomics Discussion Series (forthcoming), Federal Reserve Board of Governors\nFisher, Peter R. (2001, November). “Remarks at the November 2001 Quarterly\nRefunding,” http://www.treas.gov/press/releases/po749.htm\nFleming, Michael. (2003, September), “Measuring Treasury Market Liquidity,” Federal\nReserve Bank of New York Economic Policy Review, Vol. 9, No. 3, pp. 83 – 108.\nFleming, Michael, (2002), “Are Larger Treasury Issues More Liquid? Evidence from\nBill Reopenings.” Journal of Money, Credit, and Banking, Vol. 34, No. 3, August 2002,\nPart 2, pp. 707-35.\nFleming, Michael, Krishnan, Neel (2008), “The Microstructure of the TIPS Market,”\nmanuscript, Federal Reserve Bank of New York.\nGensler, Gary. (1998, April 24), Address to The President’s Commission to Study\nCapital Budgeting, http://www.ustreas.gov/press/releases/rr2493.htm\nGürkaynak, Refet, Sack, Brian, and Wright, Jonathan (2006), The U.S. Treasury Yield\nCurve: 1961 to the Present,” Finance and Economics Discussion Series 2006-30, Federal\nReserve Board of Governors.\nGürkaynak, Refet, Sack, Brian, and Wright, Jonathan (2007),” The TIPS Yield Curve and\nInflation Compensation,” manuscript, Board of Governors of the Federal Reserve.\n29\n\nKrishnamurthy, Arvind, (2002), “The Bond/Old-Bond Spread,” Journal of Financial\nEconomics, Volume 66, November 2002, pp. 463-506.\nLaubach, Thomas, (2003, May), “New Evidence on the interest Rate Effects of Budget\nDeficits and Debt,” Finance and Economics Discussion Series, Board of the Federal\nReserve System\nMishkin, Frederic S. (2007), “Inflation Dynamics”, NBER Working Paper Series\n#13147, National Bureau of Economic Research\nRoush, Jennifer E. (2007), “The Growing Pains of TIPS Issuance,” Finance and\nEconomics Discussion Series (forthcoming), Board of the Federal Reserve System\nSack, Brian (2006), “Treasury Saves a Billion on January 2007 TIPS,” Monetary Policy\nInsights, Fixed Income Focus, Macroeconomic Advisors, December 15, 2006.\nSack, Brain and Elsasser, Robert (2004) “Treasury Inflation Indexed Debt: A review of\nthe U.S. Experience, FRBNY Economic Policy Review, May 2004.\nStigum, Marcia and Crescenzi, Anthony (2007) Stigum’s Money Market, fourth edition.\nMcGraw-Hill\nSack, Brian (2007) “How low is the Inflation Risk Premium?” Inflation-Linked\nAnalytics, Macroeconomic Advisors, May 9, 2007.\nStigum and Crescenzi (2007) Stigum’s Money Market, fourth edition. McGraw-Hill,\nNew York, NY.\nTobin, James (1963), “Essays on Principles of Debt Management,” in Commission on\nMoney and Credit, Fiscal and Debt Management Policies, Englewood Cliffs,\nN.J.:Prentice-Hall, Inc.\nTreasury Borrowing Advisory Committee. (2008, July 30), “Minutes of the Meeting of\nthe Treasury Borrowing Advisory Committee of the Securities Industry and Financial\nMarkets Association”, http://www.treas.gov/press/releases/hp1095.htm\nTzucker, Robert and Islam, Moyeen. (2005, November 22). A pension reform primer,\nFixed Income Rates Strategy, Barclays Capital.\nUnited Kingdom Debt Management Office (2007, August). DMO Annual Review 2006\n– 2007.\nUnited Kingdom Debt Management Office. (2000 – 2001). Annual Review\n30\n\nAppendix\nThis appendix describes briefly how D’Amico, Kim and Wei (200x) (henceforth\nDKW) estimate the illiquidity premium in TIPS yields. Their first step is to estimate\nyields on hypothetical real bonds that have the same liquidity as nominal Treasury\nsecurities, using a joint model of nominal yields and inflation. Intuitively, they are\nconstructing these yields by considering the time series properties of nominal Treasury\nyields and inflation, but do so in a coherent asset pricing framework that rules out the\npossibility that investors are leaving arbitrage opportunities unexploited.\nModern asset pricing theory starts from the premise that the absence of arbitrage\nimplies that there exists a pricing kernel, m , such that the price of any asset satisfies\nt1\nthe relationship P  E (P m ). Because bond prices are not complicated by uncertain\nt t t1 t1\ncash flows, the price of an n-period nominal zero-coupon bond is just given by\nE (m m ....m ). This imposes tight restrictions on the relationship between the time-\nt t1 t2 tn\nseries and cross-sectional properties of these bond prices. Following many researchers in\nthe finance literature, DKW assume that the pricing kernel, m depends on the short-\nt1\nterm interest rate, y (t), and prices of risk, (t). If investors were risk-neutral, then\ns\n(t) would be zero, but DKM make no such assumption. The short-term interest rate\nand prices of risk are assumed to be “affine” (linear plus a constant) functions of three\nunobserved factors, represented byX(t)\ny (t) X(t)\ns 0 1\n(t) X(t)\n0 1\nIn turn, these factors are assumed to follow a vector autoregression of the form\nX(t1)X(t)(t1)\nAll this implies that the yield on an n-period zero coupon bond is given by an “affine”\nfunction of the factors::\ny (t)a b 'X(t)\nn n n\nwhere a(n) and b(n) are functions of the parameters of the model including, , ,\n0\n, v and v . Finally, a novel feature of DKM is that it is assumed that expected\n1 0 1\ninflation is also an affine function of the same factors,X(t):\ne(t) X(t)\n0 1\nBecause it jointly models the nominal term structure and inflation, the model can be used\nto price a hypothetical real bond, the yield on which turns out also to be an affine\nfunction of the factors:\n31\n\ny real(t)a real b realX(t)\nn n n\nThe model is estimated using data on nominal Treasury yields, CPI inflation, and survey\nforecasts of nominal short-term interest rates and inflation.47 These survey forecasts are\ntreated as noisy measures of true expectations of future rates and inflation. And\nsubstituting the parameter estimates into the last equation, gives the estimated real yields.\nEstimating the Illiquidity premium in TIPS Yields\nBecause DKW derive estimated real yields from the nominal off-the-run term\nstructure rather than directly from TIPS themselves, the resulting estimated real yields\nimplicitly embody the same liquidity characteristics as nominal off-the-run securities.\nThus by differencing these estimated real yields and observed TIPS yields, the authors\nobtain an estimate of the portion of observed real yields that owes to differences in\nnominal and real bond liquidity. A positive difference results when TIPS are less liquid\nthan the nominal off-the-run securities, since in this case, TIPS investors require a yield\npremium for holding the less liquid securities.\nGraph 4 in the body of this paper shows that this difference series is indeed\npositive throughout its history. It also exhibits a secular decline, which is consistent with\nimproved liquidity as one would expect from a developing financial market. It also\nexhibits a small amount of variation around its downward trend. This may reflect high-\nfrequency changes in the liquidity premium, but is probably also importantly influenced\nby model fitting error, as the model-implied nominal yields are close―but not identical\n―to the actual observed yields.\n47 TIPS are not included directly into the version of the model from D’Amico, Kim and Wei (2007)\ndiscussed here because the sample of available TIPS is too short. Instead the authors model inflation and\nuse it to price synthetic real bonds. The authors also estimate a version of the model that incorporates TIPS,\nhowever the shortness of the available sample for TIPS means that these estimates are likely associated\nwith greater estimation error.\n32",
    "length": 64288,
    "date": null
  },
  {
    "id": "fednep:19796",
    "url": "https://www.newyorkfed.org/medialibrary/media/research/epr/09v15n1/0907dudl.pdf",
    "text": "William C. Dudley, Jennifer Roush, and Michelle Steinberg Ezer\nThe Case for TIPS:\nAn Examination of the Costs\nand Benefits\n• Some studies suggest that the issuance of\nTreasury Inflation-Protected Securities (TIPS)— 1. Introduction\ninflation-indexed debt—has not been as cost-\neffective for the Treasury as the issuance of Slightly more than a decade has passed since the inaugural\nnominal securities. issuance of inflation-indexed debt by the U.S. Treasury\nDepartment. Eleven years and thirty issues later, we are at a\n(cid:129) The studies base their conclusions on ex post\ngood vantage point from which to evaluate the successes and\nanalysis, that is, they look back from the actual failures of the Treasury Inflation-Protected Securities (TIPS)\ninflation outcome to determine whether TIPS program.\nissuance costs exceeded the costs of nominal From a purely financial perspective, a number of recent\nTreasury issuances of similar durations. studies have suggested that the program has been a\ndisappointment. After calculating the direct costs of TIPS\n(cid:129) This article argues that the ex post approach\nissuance relative to issuance of nominal Treasury securities, the\nhas drawbacks when it comes to assessing the\nstudies show that the first ten years of the TIPS program have\ncosts and benefits of TIPS over the long run; cost the Treasury billions of dollars (Sack and Elsasser 2004;\ninstead, an ex ante approach is recommended. Roush 2008).\nImportantly, these studies rely entirely on ex post analysis.\n(cid:129) A comprehensive analysis of TIPS should also\nIn other words, the studies ask, Given the actual inflation\nconsider the program’s other, more difficult-\noutcome, did the costs of TIPS issuances exceed the costs of\nto-quantify, benefits—especially when cost\nnominal Treasury issuances of similar durations? This\nanalysis shows that TIPS are only marginally\napproach depends on the actual inflation outcome, which may\nmore expensive or about as expensive as differ from expectations at the time the TIPS investment was\nnominal issuances. made because investors do not have perfect foresight of\ninflation. If investors underpredict actual inflation when\n(cid:129) The ex ante costs of TIPS issuance are found to\npurchasing TIPS at auction, then these positive forecast errors\nbe about equal to the costs of nominal Treasury\nwould increase the payments that the Treasury has to make to\nissuance; moreover, TIPS provide meaningful\nbenefits to investors and policymakers.\nWilliam C. Dudley, president and chief executive officer of the Federal Reserve The authors thank James Clouse, Joshua Frost, Joseph Gagnon, Kenneth\nBank of New York, was executive vice president and head of the Bank’s Garbade, Warren Hrung, Lorie Logan, Simon Potter, Anthony Rodrigues,\nMarkets Group at the time this article was written; Jennifer Roush is chief Brian Sack, and Jonathan Wright for thoughtful comments and Brian Sack\nof the Monetary and Financial Market Analysis Section of the Board of for the data in Chart 5. The views expressed are those of the authors and do\nGovernors of the Federal Reserve System; Michelle Steinberg Ezer is not necessarily reflect the position of the Federal Reserve Board, the Federal\na senior trader/analyst in the Markets Group. Reserve Bank of New York, or the Federal Reserve System.\nCorrespondence: <jennifer.e.roush@frb.gov> <michelle.ezer@ny.frb.org>\nFRBNY Economic Policy Review / July 2009 1\n\nTIPS holders to compensate them for realized inflation.1, 2 Table 1\nUpside inflation surprises tend to increase the ex post cost of Impact of Changes in Factors on TIPS\nissuing TIPS compared with nominal Treasuries. Break-Even Inflation\nWhile inflation forecast errors are relevant for calculating\nthe actual costs incurred over the first ten years of the TIPS Impact on TIPS Break-Even\nFactor if Factor Increases\nprogram, we believe they are irrelevant in assessing the\nexpected benefits or costs of the program over the long run—a Inflation expectations Increase\nIlliquidity premium Decrease\ntheme we explore in this article. In other words, current ex post\nInflation risk premium Increase\nanalysis suffers from the problem of small sample size,\nparticularly since most of the issues have overlapping lifetimes Source: Authors’ calculations.\nand therefore are not necessarily independent of each other. In\nthe long run, investors learn from their mistakes, and inflation\nopposite direction. To the extent that investors are willing to\nshocks tend to average out. When investors make a particular\npay for inflation protection, they would purchase TIPS at a\nforecast error, they adapt their future expectations accordingly\nprice above that implied by their expected payment stream.\nAs such, inflation risk premiums result in lower expected\nborrowing costs for the government and savings for the TIPS\nWhile inflation forecast errors are relevant\nprogram compared with nominal issuance.\nfor calculating the actual costs incurred To determine which factor has been historically dominant,\nover the first ten years of the TIPS we conduct an ex ante cost analysis: We compare the amount\nthat the Treasury received for inflation compensation at\nprogram, we believe they are irrelevant in\nauction with an observable measure of contemporaneous\nassessing the expected benefits or costs inflation expectations.4 The difference between these series\nyields a measure of the net savings or loss incurred by the\nof the program over the long run.\nTreasury that is independent of inflation forecast errors. It is\nalso equal to the net value of the illiquidity and inflation risk\npremiums associated with each TIPS issue. We find that prior\nso they do not persistently make the same error. This means\nto 2004, the break-even inflation rate is below a survey measure\nthat eventually, amid shifting economic conditions, their\nof inflation expectations.5 This indicates that the illiquidity\naccumulated forecast errors will average to zero. Similarly, over\npremium exceeded the inflation risk premium over this period.\ntime, the amount of upside and downside inflation surprises\nSince 2004, however, we find that break-even rates were\nshould average to zero. The implication of this process for the\napproximately equal to expected inflation, indicating that the\nTIPS program is that, in the long run, factors other than\ntwo factors were roughly in balance.\ninflation forecast errors will determine its cost relative to the\ncost of nominal Treasury issuance (Table 1).\n3 In addition to these primary factors, TIPS yields also reflect the taxation\nWhat are these other factors? Two primary factors are the difference between TIPS and nominal issuances, the convexity difference\ncompensation investors require to hold a security that is less between real and nominal yields, and the price of the embedded deflation floor.\nRegarding the tax differential, because an investor has to pay taxes currently on\nliquid than its nominal counterpart, termed the illiquidity\nthe accrual of the principal amount payable at maturity on inflation-protected\npremium, and the insurance value they attach to obtaining\nissues, non–tax-exempt investors may require a higher yield on TIPS (a lower\nprotection against inflation risk, known as the inflation risk TIPS break-even) than what would be associated with their true inflation\npremium.3 With regard to the first factor, when investors are expectations. As a result, it may be more difficult for the Treasury to capture\ninvestors’ full inflation expectations and inflation risk premiums. In contrast,\nworried about their ability to resell TIPS in a liquid secondary\nthe attractiveness of TIPS may be enhanced as a result of the fact that, at\nmarket, they require compensation for holding the securities maturity, TIPS holders receive the higher of the inflation-adjusted principal\ncompared with more liquid alternatives. This illiquidity amount or the par amount.\n4 The measure of contemporaneous inflation expectations may differ from that\npremium tends to drive up TIPS yields and increase the\nembedded in TIPS break-evens at TIPS auctions because the subset of investors\nTreasury’s borrowing costs. The second factor works in the\nis slightly different. Primary dealers, which have been awarded an average of\n54 percent of the competitive bids accepted at TIPS auctions since mid-2003,\n1 Conversely, negative inflation forecast errors decrease the inflation payments are not the end-users of TIPS, and likely put in an underwriting bid at auction.\nby the Treasury relative to the amount it received for providing investors with That said, because the Treasury is paid at the auction stop-out rate, we believe\nprotection against inflation. this measure is most appropriate for our analysis.\n2 As we discuss, there are other factors that also help determine whether an 5 The break-even inflation rate is the spread between a TIPS yield and a\nissue brings in more revenue than it generates, including illiquidity and nominal yield with a similar maturity. It is the inflation rate that will equate\ninflation risk premiums. the return on a TIPS with the return on a nominal security.\n2 The Case for TIPS\n\nThere are two possible reasons for the change in fortune many years and interest rate cycles.”8 This strategy has meant\nfor TIPS issued after 2004. Over time, as the TIPS market issuing and paying down debt in a manner that promotes\ndeveloped, the illiquidity risk premium shrank and/or inflation market liquidity and obtains financing across the yield curve.\nrisk premiums increased. Evaluating the two components To assess the net benefits and costs of the TIPS program\nindependently, we conclude that a decline in the illiquidity more fully, we discuss other benefits that we believe are central\npremium is the more convincing explanation. In particular, to a complete evaluation of the program. Although these\nour review of the evidence shows a downward secular trend in benefits are not easily measured, they may be considerable. For\nthe TIPS illiquidity premium. In contrast, the inflation risk example, we describe how the program provides important\npremiums appear to have remained relatively low and stable advantages for investors with real saving objectives as well as\nin recent years. valuable information for policymakers whose directive is to\nThese findings have important implications for assessing contain inflation.\nthe benefits and costs of future TIPS issuances. The TIPS The remainder of this article is organized as follows. The\nilliquidity that persisted during the first several years of the next section examines the ex ante costs of TIPS issuance.\nprogram and that appears to explain much of the cost of past Measures of illiquidity and inflation risk premiums embedded\nissuances no longer seems to be an important factor.6 As a in TIPS are reviewed in Section 3. In Section 4, we discuss other\nresult, as long as the illiquidity premium and inflation economic benefits of inflation-indexed debt that are not\npremiums do not shift in systematic ways, future TIPS captured in relative cost measures. Section 5 summarizes our\nissuances should be much more cost-effective for the Treasury. main conclusions.\nA second theme of this article is that relative cost\ncalculations, on either an ex ante or ex post basis, are just one\naspect of a comprehensive analysis of the costs and benefits of\nthe TIPS program. We believe that TIPS issuance provides the 2. Ex Ante Cost Analysis\ntaxpayer with other benefits that should be taken into account\nwhen evaluating the program—especially when cost analysis Studies that have evaluated the issuance costs of TIPS\ncompared with nominal Treasuries have typically compared\nex post costs. These studies usually show that TIPS issuance has\nAs long as the illiquidity premium and resulted in a higher net cost to the Treasury. For example,\nSack and Elsasser (2004) find a net cost to the Treasury from\ninflation premiums do not shift in\nthe start of the program through early 2004 of slightly less\nsystematic ways, future TIPS issuances\nthan $3 billion. Roush (2008) finds that total ex post costs of\nshould be much more cost-effective TIPS through March 2007 were in the range of $5 billion to\n$8 billion.9\nfor the Treasury.\nA problem with current ex post analysis, however, is that it\ndepends upon the performance of inflation over a relatively\nshort period of time. If inflation proves to be meaningfully\nshows that TIPS are either only marginally more expensive or\ndifferent than what was expected at the time of TIPS issuance,\nabout as expensive to issue as nominals. Some of these benefits,\nthen this difference—the “inflation surprise”—affects the costs\nsuch as a broadening of the Treasury’s investor base and a\nof TIPS relative to nominal Treasuries. For instance, if inflation\ndiversification of its funding sources, were cited by Treasury\nturns out to be higher than expected, then TIPS issuance\nDeputy Assistant Secretary for Federal Finance Timothy S.\nbecomes more expensive relative to nominal Treasury\nBitsberger as a way for the Treasury to “reduce our borrowing\nissuance. If inflation turns out to be lower, however, an ex post\ncosts over time.”7 As such, some of the difficult-to-measure\nanalysis would show higher savings (lower costs) from the TIPS\nbenefits of the TIPS program are consistent with the Treasury’s\nprogram.\ncurrent debt management objectives. In a November 2001\nThe importance of the inflation surprise in determining\nspeech, Under Secretary of the Treasury for Domestic Finance\nex post costs can be seen in other developed countries with\nPeter Fisher emphasized that “The debt management strategy\nof Treasury has been to strive to be regular and predictable in\n8 See Fisher (2001). See Gensler (1998) and Stigum and Crescenzi (2007)\nthe issuance of debt while minimizing borrowing costs over for an overview of Treasury debt management.\n9 To put the range in perspective, we note that the average annual increase in\n6 Roush (2008) finds that outstanding TIPS issuances under the counterfactual publicly held outstanding Treasury marketable debt since 2002 is approxi-\nassumption that there was no illiquidity premium imply significant cost mately $227 billion. Furthermore, $5 billion to $8 billion represents\nsavings. 0.1 to 0.2 percent of total outstanding Treasury marketable debt held by\n7 See Bitsberger (2002). the public as of June 2008.\nFRBNY Economic Policy Review / July 2009 3\n\nsimilar programs of inflation-linked sovereign debt issuance. Alternatively, we can ask whether the Treasury obtained the\nIn fact, several other developed countries’ inflation surprises financing it needed at a low cost on an ex ante basis—that is,\nhave resulted in lower costs of inflation-linked debt issuance independent of inflation forecast errors.\ncompared with the costs of nominal debt issuance. For To answer this question, we apply a concept that TIPS\nexample, in its 2000-01 Annual Review, the United Kingdom analysts call the break-even inflation rate. Essentially, this is a\nDebt Management Office notes that the “significant reduction value that makes the marginal investor indifferent between\nin the cost of funding [from the inflation-linked debt program] buying TIPS or nominal securities. It includes investors’\n… has partly been due to the reduction of inflation risk but expectations about the amount of inflation they will be\nmore importantly because of the fact market expectations of compensated for as well as any premium they are willing to pay\ninflation have exceeded the inflation outturn (‘outcome’) for for protection against inflation. It also includes the component\nmuch of the last twenty years.”10 Similarly, a 2006 ex post cost of the TIPS yield that investors require as compensation for any\ndeficiency in TIPS market liquidity relative to market liquidity\nfor nominal Treasury securities.\nA problem with current ex post analysis . . . We conduct an ex ante analysis by comparing the auction\nbreak-even rate with a measure of inflation expectations.12\nis that it depends upon the performance\nIdeally, we would like to use a measure of inflation expected by\nof inflation over a relatively short period of\nTIPS investors at the time of the auction. Unfortunately, such\ntime. If inflation proves to be meaningfully a measure is not available. Instead, as an approximation, we use\nreal-time estimates of expected inflation from the Survey of\ndifferent than what was expected at the\nProfessional Forecasters (SPF), conducted by the Federal\ntime of TIPS issuance, then this difference— Reserve Bank of Philadelphia.13 Although the survey’s median\nthe “inflation surprise”—affects the costs estimate of the CPI inflation rate over the next ten years\nis available only quarterly,14 it is unlikely that inflation\nof TIPS relative to nominal Treasuries.\nexpectations are very volatile at a high frequency, leading us to\nexpect that the SPF measure may be a reasonable gauge of\nmarket expectations.15\nstudy by the Agency France Trésor finds that its inflation-\nChart 1 compares the auction break-even rate at the ten-\nlinked debt program saved the government ¤120 million\nbetween 1998 and 2004.11 In that study, the authors observe year maturity point with the SPF long-run estimate of CPI\ninflation. It shows that during the early years of the TIPS\nthat any analysis of this type is difficult because it does not\ninclude some of the hard-to-measure benefits of the program,\nsuch as the diversification of the government’s debt portfolio, 12 We apply the same methodology as Roush (2008) to calculate the auction\nbreak-even rate. In particular, we estimate the break-even rate received at\nand it only applies in retrospect. In other words, if actual\nauction to be the implied inflation rate that equates the price of the TIPS at\ninflation turns out to be higher than expected, the inflation- auction to a hypothetical on-the-run nominal security with the same real\nlinked program could instead appear costly. payment stream as the TIPS issue. For further details on the calculation,\nsee Roush (2008).\nOver the long run, however, inflation surprises should not\n13 The SPF is conducted on a quarterly basis. Survey respondents are\nmatter. This is because investors are likely to learn from their\nprofessional economic forecasters in business and on Wall Street.\nmistakes and not repeat their forecast errors indefinitely. 14 We use the median ten-year-ahead CPI inflation forecast, which represents\nIf investors incorporate all known information into their the median expectations of respondents for the average annual headline CPI\npredictions, inflation surprises should be unbiased, with as inflation rate over the next ten years. As such, this forecast is for a similar\ninflation index and an almost similar time period as a newly issued ten-year\nmany downward surprises in inflation performance as upward\nTIPS. The SPF forecast is based on the seasonally adjusted headline CPI; if it\nsurprises.\nwere based on a non–seasonally-adjusted CPI, there should be no difference\nWhen considering the performance of TIPS over the between the two because they would be forecasts of average annual rates, and\nexpected life of the program, we believe this longer term therefore assumptions about seasonality over the year would be irrelevant.\nThe time period of the survey is slightly off, given that TIPS are linked to\nperspective is most relevant. If an experiment were to be run\nnon–seasonally-adjusted CPI lagged by approximately 2.5 months.\nthousands of times drawing from the underlying distribution 15 Although there are no direct measures of inflation expectations, we believe\nof possible inflation outcomes, would the Treasury’s costs have that the Survey of Professional Forecasters is a good proxy. An alternative\nsurvey is the University of Michigan’s Survey of Consumers, which is a median\nbeen lower, on average, with TIPS or with nominal Treasuries?\nlong-term (five-year) inflation expectations measure. The Michigan measure is\nbased on the forecasts of consumers, as opposed to professional economists.\n10 United Kingdom Debt Management Office (2001, p. 39). A similar analysis using this measure shows a comparable pattern, where the\n11 Coeuré and Sagnes (2005). early years of the TIPS program appear more costly.\n4 The Case for TIPS\n\nChart 1 the inflation risk premium, then the break-even rate will be\nTen-Year TIPS Auction Break-Even Minus SPF below the expected rate of inflation and the ex ante cost of TIPS\nMedian Consumer Price Index over Next Ten Years issuance will be greater. The fact that break-even rates were\nbelow expected inflation during the first several years of the\nBasis points\n100 program indicates that the illiquidity premium must have been\na dominant influence on ex ante costs over this period.17 More\n50\nrecently, however, break-even rates and inflation expectations\nappear to be approximately equal, implying that the two factors\n0\nmore or less cancel each other out. This shift could be\nattributable to a decline in the illiquidity premium in TIPS\n-50\nyields and/or an increase in the inflation risk premium.\n-100\nTreasury first announces\n-150 commitment to program\n3. TIPS Illiquidity Premiums\n-200\nand Inflation Risk Premiums\n199798 99 00 01 02 03 04 05 06 07 08\nThere is no direct evidence on the illiquidity premiums in TIPS\nSources: Federal Reserve Bank of Philadelphia, Survey of Professional\nForecasters (SPF); Board of Governors of the Federal Reserve System. yields and on inflation risk premiums, so we rely on indirect\nevidence and model-based estimates. In this section, we\nconsider several approaches to modeling both types of\nprogram, the auction break-even inflation rate was lower than\npremiums as well as review observable evidence on changes\nmedian inflation expectations of professional forecasters. This\nin TIPS market liquidity.\nindicates that the ex ante cost of ten-year TIPS issuances was\nhigher than the cost of nominal ten-year Treasury issuances.\nAs of June 2008, however, the break-even inflation rate at\nthe ten-year maturity point was about 2.50 percent, which is 3.1 Illiquidity Premiums\nequal to the most recent SPF long-run estimate of 2.50 percent\nCPI inflation. If we assume that the SPF fairly represents the Over the past decade, TIPS issuance has grown nearly five times\nexpectations of investors, then the current constellation of data\nas quickly as nominal issuance, to where it now represents\nindicates that on an ex ante basis, it appears that the cost of\nalmost 10 percent of the Treasury’s marketable debt\nissuing TIPS is currently about equal to the cost of issuing\nnominal Treasuries.16 From this perspective, there appears to\nbe little net benefit or cost from TIPS in terms of expected\nOver the past decade, TIPS issuance has\nfinancing expenses.\nThe break-even inflation rate obtained from a comparison grown nearly five times as quickly as\nof TIPS yields and nominal Treasury yields includes two other\nnominal issuance, to where it now\nkey elements beyond expectations about the future inflation\nrepresents almost 10 percent of the\nrate: the inflation risk premium that investors pay for inflation\nprotection and the illiquidity premium associated with TIPS Treasury’s marketable debt portfolio.\ncompared with nominal Treasuries. If the insurance value of\ninflation protection exceeds the illiquidity premium, then the\nbreak-even rate will be greater than expected inflation and the portfolio.18 During this period, the TIPS investor base appears\nex ante cost of TIPS will be lower than it is for nominal\nto have widened and, according to Federal Reserve 2004 data—\nTreasuries. If, however, the illiquidity premium is greater than\ninformation on market activity collected by the Federal Reserve\n16 Although the sample size is limited, the median ten-year-ahead CPI inflation\n17 Roush (2008) finds that the illiquidity premium in TIPS accounts for most\nrate forecasted by the SPF has typically overpredicted actual ten-year CPI\ninflation for the forecasts made between 1979 and 1997. If, in a longer sample of the ex post cost of TIPS during this period.\nperiod, the SPF proves to always overpredict ten-year-ahead CPI inflation, then 18 This estimate does not account for the current principal inflation accretion\nthe ex ante cost estimates in our analysis may be overstated. That said, we on TIPS issues. If that amount is included, the share increases to 11.9 percent\nbelieve that over a longer sample period, the forecast errors of the SPF should (U.S. Treasury Department, Bureau of the Public Debt, Monthly Statement of\nnet out to zero. the Public Debt of the United States, January 2008).\nFRBNY Economic Policy Review / July 2009 5\n\nChart 2 Chart 3\nAverage Daily Secondary-Market Trading Volume Assets under Management in Inflation-Protected\nin TIPS Bond Funds\nTwelve-Week Moving Average\nBillions of dollars Billions of dollars\nBillions of dollars 90 900\n10\n80 TIPS outstanding 800\n(inflation-adjusted par)\n70 Scale 700\n8\n60 600\n50 500\n6 Total assets under\nmanagement\n40 400\nScale\n4 30 300\n20 200\n2 10 100\n0 0\n2002 03 04 05 06 07\n0\n1998 99 00 01 02 03 04 05 06 07 08\nSources: Investment Company Institute; U.S. Treasury Department.\nSource: Board of Governors of the Federal Reserve System, FR 2004\nreporting forms.\nNote: Figures reflect interdealers and customers; interdealer volumes\nrepresent one side of a trade. TIPS traders and investors have reported increased\nconfidence in the longevity of the program and the ability to\nexecute transactions in the secondary market over the past ten\nfrom primary dealers in U.S. government securities—trading years.23 Of note, volume in TIPS was sufficient to support the\nvolume among primary dealers in the secondary market has expansion of electronic trading platforms—such as BrokerTec,\nincreased ten-fold (Chart 2).19 Bloomberg, and TradeWeb—to enable TIPS electronic trading\nWhile data on the distribution of TIPS holders are not in 2003, 2001, and 2003, respectively. Furthermore, a review of\navailable, there are some signs that TIPS market participation bid-ask spreads reveals that TIPS liquidity appears to have\nhas increased and that the market has become less concen- improved somewhat in longer term markets since 2003, and is\ntrated. For example, in our conversations with TIPS investors roughly the same in the five- and ten-year sectors. For example,\nabout TIPS market liquidity, they noted the ability to execute according to Fleming and Krishnan (2008),24 when there were\ntrades with a larger number of primary dealers compared with bid and ask quotes in the interdealer broker market, bid-ask\nfive to ten years earlier. Similarly, a review of the Federal spreads averaged approximately 2/32s, 3/32s, and 7/32s in the\nReserve 2004 data reveals that primary dealer trading in TIPS five-, ten-, and twenty-year benchmark issues, respectively,\nhas become somewhat less concentrated across institutions.20\nFor example, the top quintile (by volume) of primary dealers\nwas responsible for an average of 68 percent of total TIPS 22 According to Federal Reserve 2004 data on primary dealers, the breakdown\nof total TIPS transaction volume between the interdealer market and the\nvolume in 2007, 10 percentage points lower than the 2001\ndealer-to-customer market has also changed since 2001. Trading between\naverage.21, 22 In addition, there has been a notable increase in\nprimary dealers and customers accounted for 78.4 percent of total primary\nthe size of mutual funds that hold inflation-indexed securities. dealer transaction volume in 2001. In 2007, this percentage declined to\nAccording to the Investment Company Institute, assets under 73.4 percent, while interdealer trading increased.\n23 Most notably, TIPS market participants cited the Treasury’s 2002 public\nmanagement in inflation-protected mutual funds have grown\naffirmation of its commitment to the program (<http://treas.gov/press/\n712 percent over the past five years (Chart 3).\nreleases/po3149.htm>), which it has reaffirmed in public statements as recently\nas the August 2008 refunding (<http://www.treas.gov/press/releases/\n19 The increase in average daily trading volumes exceeds the increase in TIPS hp1095.htm>).\noutstanding over the same period. Over the past ten years, the inflation- 24 Fleming and Krishnan note that a drawback of using the bid-ask spread to\nadjusted par amount of TIPS outstanding has increased almost six-fold.\nanalyze TIPS market liquidity is that there is not always a two-sided market. For\n20 The TIPS traders and the representatives of one electronic brokerage firm example, they estimate that between March 2005 and March 2008, there was a\nwith whom we spoke observed that a large majority of trading in TIPS occurs two-sided market in the on-the-run ten-year TIPS approximately 60 percent of\nthrough the primary dealer community. the time in the interdealer broker market. As such, information on the extent\n21 By comparison, the nominal total transaction volume among the top to which there is a two-sided market complements the bid-ask spread when\nquintile of primary dealers averaged 44 percent and 49 percent in 2007 and analyzing liquidity. Unfortunately, a longer time series of these data is not\n2001, respectively. available.\n6 The Case for TIPS\n\nChart 4\nIlliquidity Premium in Ten-Year TIPS Yield\nPercent\n2.5\n2.0\n1.5\n1.0\n0.5\n0\n1999 00 01 02 03 04 05 06 07 08\nSource: D’Amico, Kim, and Wei (2008).\nbetween March 2005 and March 2008.25 Although figures are improved enough to shrink the illiquidity premium sufficiently\nnot directly comparable given the different data sources, Sack to make TIPS issuance cost-effective from the perspective of the\nand Elsasser (2004) estimate bid-ask spreads of 2/32s for TIPS Treasury. More precisely, are investors currently demanding\nmaturing between five and ten years and between 4/32s and substantial compensation in order to hold TIPS relative to a\nmore liquid security? The larger such premiums are going\nforward, the greater the costs to the Treasury of future\nThe important question concerning future issuances, all else equal.\nissuances is not whether TIPS liquidity D’Amico, Kim, and Wei (2008) estimate the illiquidity\npremium in TIPS yields compared with off-the-run nominal\nhas improved, but whether TIPS liquidity\nsecurities from a no-arbitrage latent-factor model of the real\nhas improved enough to shrink the and nominal term structure. The authors derive this measure\nby comparing observed TIPS yields with predictions based on\nilliquidity premium sufficiently to make\nan affine model of nominal term structure and an estimated\nTIPS issuance cost-effective from process for inflation.26\nthe perspective of the Treasury. D’Amico, Kim, and Wei estimate that the liquidity\npremium in the ten-year TIPS yield was as large as 200 basis\npoints in the early years of the program (Chart 4). Since then,\n16/32s for TIPS maturities beyond ten years in 2003. Our\nhowever, the premium has trended down, and within the last\ndiscussions with TIPS market participants also suggest that\nsix months has fluctuated below 50 basis points. The fact that\nsecondary-market liquidity has improved over the past five\nthe premium is positive for most of the sample indicates that\nyears.\nTIPS have remained illiquid relative to off-the-run nominal\nEven if TIPS liquidity has improved, it undoubtedly remains\nsecurities, and thus even more so compared with their on-the-\nbelow that of on-the-run nominal securities. Daily trading\nrun counterparts. Nonetheless, the fact that the premium\nvolumes in on-the-run nominal securities far exceed those\ninvestors demand in compensation for this illiquidity has\ndescribed for TIPS (Fleming and Mizrach 2008). The\nshrunk to lower levels in recent years suggests that TIPS market\nimportant question concerning future issuances is not whether\nliquidity has improved enough to have a dramatic effect on the\nTIPS liquidity has improved, but whether TIPS liquidity has\ncost-effectiveness of TIPS issuance. Indeed, as we discuss\n25 Bid-ask spreads are measured in 1/32s of a point, where a point roughly\nequals 1 percent of the security’s par value. 26 See the appendix for more details on the D’Amico, Kim, and Wei model.\nFRBNY Economic Policy Review / July 2009 7\n\nChart 5 Treasury relatively less to issue TIPS than nominal securities.\nSack Measure of the TIPS Liquidity Premium This raises an important question about the size of the\nsince 1999 illiquidity premiums vis-à-vis the size of the inflation risk\nFive-Year Five-Year-Forward Rate\npremiums.\nPercent To better estimate the size of the inflation risk premiums, we\n0.75 consider several models. A simple measure of the inflation risk\npremium can be calculated based on the term structure of\nforward inflation compensation rates at distant horizons, as\ndescribed in Sack (2007a). The rationale is that most factors\n0.50\naffecting movements in inflation tend to die out after a few\nyears, so that investors are unlikely to expect inflation to be\ndifferent at adjacent forward rates, for example, at nine and ten\n0.25 years ahead.28 Thus, the spread between one-year-forward\ninflation ending in nine and in ten years is likely to be driven\nmostly by inflation risk premiums.29\nChart 6 presents a time series of the inflation risk premium\n0\nfrom nine to ten years ahead measured according to this\n1998 99 00 01 02 03 04 05 06 07\napproach.30 The estimates in the chart are based on smoothed\nSource: Macroeconomic Advisers.\nThe notable declines in estimates of the\nbelow, it now compares favorably with estimates of the size of illiquidity premiums in TIPS yields in\nthe inflation risk premium.\nrecent years suggest that it now costs\nSack (2007b) provides an alternative measure of the\nthe Treasury relatively less to issue TIPS\nilliquidity premium in five-year-forward TIPS yields beginning\nin five years. His measure is derived from a regression of TIPS than nominal securities.\nyields on a variety of macroeconomic variables as well as the\nsecondary-market turnover in TIPS.27 Consistent with\nD’Amico, Kim, and Wei (2008), Sack finds that the TIPS yields zero-coupon yield curves for real and nominal bonds\nin the early years of the program were above the level predicted (Gürkaynak, Sack, and Wright 2006, 2008). The inflation risk\nby macroeconomic fundamentals alone, and interprets the part premium has varied between 0 and 25 basis points since 1999,\nof the TIPS yield that is predicted by TIPS turnover as a proxy with an average value of 11 basis points.\nfor the illiquidity premium. This measure, shown in Chart 5, Another method for estimating the inflation term premium\nalso points to a notable improvement in TIPS liquidity during embedded in nominal Treasury yields is the no-arbitrage\nthe 2001-04 period. Of note, the level of Sack’s illiquidity model used by D’Amico, Kim, and Wei (2008). Chart 7\nmeasure is different from the D’Amico, Kim, and Wei estimate presents a time series of the inflation risk premium for ten-year\nbecause Sack measures the illiquidity premium indirectly zero-coupon inflation compensation from their model. This\nthrough a multifactor regression. measure of the inflation risk premium varies between 40 and\n120 basis points over the history of the TIPS program. The\nlevels of the two measures of inflation risk premiums are not\ndirectly comparable because one is a short-term far forward\n3.2 Inflation Risk Premiums\nrate and one is long-term spot rate. However, it is useful to note\nthat the correlation between the two measures is positive and\nThe notable declines in estimates of the illiquidity premiums\nin TIPS yields in recent years suggest that it now costs the 28 This simplifying assumption ignores factors that affect the level of long-run\ninflation expectations. However, these factors are likely to occur infrequently.\n27 In his regression, Sack includes a measure of the difference between 29 Although this approach does not explicitly account for liquidity effects, the\nthe unemployment rate and the Non-Accelerating Inflation Rate of fact that the illiquidity premium at nine years is unlikely to be very different\nUnemployment, expected real GDP over the subsequent year, the spread from the premium at ten years signifies that, in essence, liquidity effects are\nbetween West Texas Intermediate (WTI) futures and spot prices, lagged WTI more or less excluded by taking the spread at these adjacent horizons.\noil price inflation, the three-month moving average of correlation between 30 We use a smoothed spline to abstract from small deviations in yields based\ndaily changes in the stock market and break-even rates, and the squared on liquidity. Furthermore, we believe that any differences between our\ndifference between TIPS volume at each point in the sample with the end estimates, which are derived from a smoothed spline, and those derived from\nperiod volume. a bid, ask, or mid-spline would be small.\n8 The Case for TIPS\n\nChart 6\nInflation Risk Premium at Ten Years from Term Structure of Forward Inflation Compensation\nBasis points\n25\n20\n15\n10\n5\n0\n-5\n-10\n1999 00 01 02 03 04 05 06 07 08\nSource: Gürkaynak, Sack, and Wright (2008).\nChart 7\nTen-Year Risk Premium\nBasis points\n140\n120\n100\n80\n60\n40\n20\n0\n1999 00 01 02 03 04 05 06 07 08\nSource: D’Amico, Kim, and Wei (2008).\nstatistically significant, albeit at only 0.28. More importantly, 3.3 The Inflation Risk Premium Earned\nalthough the D’Amico, Kim, and Wei measure exhibits by the Treasury at Auction\nsomewhat different variation, particularly in the first half of the\nsample, both series generally declined between 2004 and 2008, We conclude this section by explicitly decomposing our ex ante\nbefore picking up recently. This provides further evidence that cost analysis into the components associated with illiquidity in\nthe recent improvement in the cost of TIPS issuance was TIPS and inflation risk premiums. We again compare the\nassociated with a decline in TIPS illiquidity premiums rather break-even rate of inflation with a measure of expected\nthan an increase in inflation risk premiums. inflation from the Survey of Professional Forecasters. However,\nFRBNY Economic Policy Review / July 2009 9\n\nChart 8\nInflation Risk Premiums at Historical TIPS Auctions\nBasis points\n250\n200\n150\n100\n50\n0\n-50\n1997 98 99 00 01 02 03 04 05 06 07 08\nSource: Authors’ calculations, based on data from the U.S. Treasury Department and the Board of Governors of the Federal Reserve System.\nwe now exclude the illiquidity premium in TIPS yields become better anchored. As this has occurred, the inflation risk\nestimated in D’Amico, Kim, and Wei (2008) before computing premium that investors have been willing to pay for inflation\nthe break-even rate.31 A comparison of this break-even rate protection has diminished somewhat over time.34\nwith inflation expectations yields an estimate of the premium Table 2 presents the average inflation risk premium by\ninvestors were willing to pay for inflation protection at maturity of the securities auctioned. Although the size of the\nprevious TIPS auctions. premium does not appear to increase consistently with\nChart 8 uses this method to present estimates of the maturity, this result may be misleading as it is attributable, at\ninflation risk premium on TIPS auction days.32 The average least in part, to changing issuance patterns. For example, with\nrisk premium over the sample is within the range of the other the exception of the July 2002 TIPS, five-year TIPS have only\nestimates, at 47 basis points. Furthermore, this measure of been issued during the past three years—a period in which oil\nauction inflation risk premiums appears to have decreased over prices increased more than 175 percent. This could contribute\ntime. This may indicate that the initial purchasers of inflation- to the high estimate of the inflation risk premium for five-year\nindexed bonds were also those investors who put the highest TIPS. In contrast to the relatively limited issuance of five-,\nvalue on inflation protection.33 An alternative explanation is\n33 The fact that the inflation risk premiums by this measure are sometimes\nthat as inflation has stayed low, inflation expectations have\nnegative suggests possible measurement error in the estimation of inflation\nexpectations. Furthermore, except for the two recent negative estimates of\n31 D’Amico, Kim, and Wei calculate the liquidity component for five- and ten- inflation risk premiums, the other negative estimates are not significantly\nyear TIPS yields, which we use to adjust the auction prices of five- and ten-year different from zero.\nTIPS issues. For twenty- and thirty-year TIPS issues, we assume that the 34 The -32.3 basis point estimate of the inflation risk premium at the April 2008\nliquidity component is equal to the component for a ten-year security, which five-year TIPS auction may reflect market conditions at the time of the auction\nin the event that these securities are less liquid than the ten-year note, as opposed to the actual value investors placed on inflation protection. In\nunderstates this effect and thus underestimates the risk premium at this particular, the historically low level of five-year TIPS yields (and the low\nhorizon. D’Amico, Kim, and Wei also do not calculate liquidity yield expected coupon rate) reportedly may have deterred some investors from\ncomponents before 1999, because there were too few TIPS issues to construct participating in the auction. Of note, the pre–auction-day yield of the five-year\na zero-coupon yield curve. For auctions occurring between 1997 and 1999, TIPS, at 0.53 percent, was the lowest pre–auction-day level compared with\nwe assume that the liquidity yield component is equal to its value at the start prior five-year TIPS auctions and was notably below the 1.79 percent average\nof 1999. five-year TIPS yield since the Treasury brought back the five-year maturity\n32 Note that the maturity of TIPS changes at each auction in the chart, point in 2004. In addition, part of the negative inflation risk premium may also\ncomplicating comparison with the time series of the inflation risk premiums. reflect the flight-to-quality bid in the nominal market at the time. When we\nPut another way, the inflation risk premiums presented in the chart are not for calculate the inflation risk premium that assumes that TIPS are as liquid as an\na constant time horizon, but vary between five, ten, twenty, and thirty years, on-the-run security (instead of an off-the-run security), the premium increases\ndepending on the maturity of the TIPS being auctioned on a given date. to -10.3 basis points.\n10 The Case for TIPS\n\nTable 2 4. Other Benefits of Inflation-\nEstimate of Inflation Risk Premium by Maturity Indexed Debt\nof Issue\nThe Treasury’s ability to issue TIPS at lower inflation-adjusted\nMaturity Premium (Basis Points) yields because of a significant inflation risk premium is one of\nFive-year 52.0 several benefits that inflation-linked debt issuance provides to\nTen-year 41.0 investors and monetary policymakers. Other benefits of the\nTwenty-year 37.5 TIPS program, although difficult to quantify, are potentially\nThirty-year 83.0\nconsiderable. We now discuss how some of these benefits may\nSource: Authors’ calculations. make TIPS issuance more favorable to the Treasury and U.S.\ntaxpayers than additional issuances of nominal securities.\ntwenty-, and thirty-year TIPS, ten-year TIPS were issued\nthroughout the sample and thus may provide the best overall 4.1 Inflation Hedge for Households\nestimate that is also maturity-constant. According to this\nestimate, a typical risk premium over this period has been Economist James Tobin made one of the most convincing\nabout 40 basis points. arguments in favor of inflation-indexed debt on behalf of\nThe fact that investors appear willing to pay about 40 basis households with real saving objectives:\npoints for inflation protection indicates that the TIPS program\n“… markets do not provide, at any price, a riskless way of\ndoes satisfy a real demand that is not met by nominal\naccumulating purchasing power for the future, whether\nfor old age, or for college education or for heirs….\nMeanwhile we force savers to take risk, even if they would\nThe fact that investors appear willing to\ngladly pay for the privilege of avoiding it…. No private\npay about 40 basis points for inflation\ninstitution can fill this gap. No insurance company or\nprotection indicates that the TIPS pension fund could assume the risk of offering purchasing\npower escalation to its creditors without similarly\nprogram does satisfy a real demand\n(inflation) escalated securities in which to invest at least\nthat is not met by nominal Treasuries. some of their funds.”37, 38\nIt also suggests a potential for significant\nThe key point of this argument is that even if nominal bond\ngains to the Treasury from enhanced yields are high enough on average to compensate investors for\nthe expected rate of inflation, an individual investor at any time\nsecondary-market trading liquidity.\nmay be overcompensated or undercompensated vis-à-vis the\nrealized rate of inflation. By providing individuals with a way to\ninsure against inflation risk, TIPS embed less risk than any\nTreasuries. It also suggests a potential for significant gains to\nother asset class. With virtually no credit risk or inflation risk,\nthe Treasury from enhanced secondary-market trading\nTIPS are one of the safest investments.39 Equities or other assets\nliquidity. For example, if the TIPS market were as liquid as the\nwith uncertain nominal returns provide only an imperfect\nmarket for off-the-run Treasuries, the Treasury would have\nhedge depending on their correlation vis-à-vis inflation\nrealized a total cost savings from the TIPS program of\n(Chu, Lee, and Pittman 1995).\n$22 billion to $32 billion.35, 36\n35 We estimate the ex ante cost of the TIPS program as the present discounted 37 Tobin (1963, pp. 204, 206).\nvalue of the difference in the payment stream paid by the Treasury to TIPS 38 While investors could purchase short-term debt and renegotiate the interest\nholders from the expected payment embedded in TIPS prices, assuming that rate every three months, they would be exposed to roll-over risk.\nactual inflation equals the SPF measure of expected inflation and that no 39 There is some inflation basis risk in that TIPS are based on the non–\nilliquidity premium exists. seasonally-adjusted consumer price index, and a household’s expenditure\n36 Similarly, if the TIPS market were as liquid as the market for on-the-run basket might differ from the basket in the CPI. Also, pension and endowment\nTreasuries, the Treasury would have realized a total cost savings from the TIPS liabilities may be more closely related to other inflation or wage measures than\nprogram of $28 billion to $37 billion. the CPI.\nFRBNY Economic Policy Review / July 2009 11\n\nThis benefit has implications for individual investors as well provide an alternative market source of daily information on\nas for the broader economy.40 By enabling investors to insure inflation expectations, these securities are much less liquid than\nagainst inflation risk, the government allows them to choose TIPS (Beechey and Femia 2007).43 Moreover, it is unclear\nthe amount of inflation risk they hold, resulting in a more whether the U.S. inflation swaps market would exist without\noptimal allocation of risk among investors with different the TIPS market because TIPS provide a benchmark security\ntolerances (Campbell and Shiller 1996). In addition, as Tobin that can be used to hedge the inflation payments on swaps.\n(1963) argues, the existence of a risk-free inflation hedge may TIPS are also valuable in helping economists and\nin turn encourage saving behavior by households. policymakers understand the forces that influence inflation\nexpectations. For example, minute-by-minute data on\ninflation compensation from financial markets provide a gauge\nof the effects of monetary policy actions and macroeconomic\n4.2 Improved Monetary Policy\ndata releases on inflation expectations. In this way, TIPS help\ninform macroeconomic models that are important in the\nThe existence of TIPS helps to improve the conduct of\npolicymaking process.\nmonetary policy in a number of ways. Foremost, the program\nprovides up-to-date information about the evolution of\ninflation expectations and real ex ante interest rates,41 which\n4.3 Improved Fiscal Policy\nThe existence of TIPS helps to improve TIPS may also offer incentives for improved fiscal policy. They\nprovide an explicit incentive for the fiscal (as well as monetary)\nthe conduct of monetary policy in a\nauthorities to conduct policy with an eye toward the conse-\nnumber of ways. Foremost, the program\nquences for inflation. Recognition by the public that the\nprovides up-to-date information about the government is accountable for higher inflation in the form of\nevolution of inflation expectations and real\nex ante interest rates, which are important TIPS may also offer incentives for\ninputs to monetary policy decisions. improved fiscal policy. They provide\nan explicit incentive for the fiscal (as well\nas monetary) authorities to conduct policy\nare important inputs to monetary policy decisions. Because\nincreases in inflation expectations are often difficult to predict with an eye toward the consequences\nand to reverse, up-to-date information from TIPS about\nfor inflation.\nexpectations may be important in helping monetary policy-\nmakers keep inflation expectations in check. This is critical\nbecause inflation expectations are a major element influencing higher inflation payments to TIPS holders may help hold down\nthe inflation process.42 In this role, TIPS are particularly useful inflation expectations and cause inflation expectations to be\nbecause survey measures of inflation expectations, such as more firmly anchored, that is, less responsive to inflation shocks.\nthose from the University of Michigan and the Survey of Moreover, TIPS can help improve the management of the\nProfessional Forecasters, are available only with a lag and are national debt. Because payments on TIPS are tied to realized\nupdated much less frequently. Although inflation swaps inflation, the receipts and expenditures of the Treasury\n40 It should be noted that there are potential income distribution effects if TIPS 42 If long-run inflation expectations become less anchored, shocks to inflation\nare more expensive to issue than nominal securities and TIPS holders are not may result in a larger effect on inflation expectations and trend inflation.\nevenly distributed across income groups. We do not address these effects here, Consistent with this idea, Mishkin (2007) notes that “because long-run\nhowever. inflation expectations are a key driver of trend inflation, monetary authorities\n41 Raw inflation compensation rates are not pure measures of inflation monitor long-run inflation expectations closely. If they find that they are losing\nexpectations because they contain inflation risk premiums and, potentially, credibility with the markets, so that inflation expectations begin to drift and\ndistortions attributable to illiquidity. However, estimates of expected inflation rise above (or fall below) a desired level, they will take actions to restore their\ncan be derived using measures of these later components, as demonstrated by credibility.”\nD’Amico, Kim, and Wei (2008). Furthermore, significant changes in TIPS 43 Trading in CPI futures, which provides another financial market read on\nliquidity tend to be slow compared with inflation expectations; as a result, over inflation expectations, was introduced on the Chicago Board of Exchange in\nshort periods of time, changes in inflation compensation rates can reflect a March 2004; however, market liquidity had declined to nearly zero by the\nchange in inflation expectations and/or inflation risk premiums. summer of 2005.\n12 The Case for TIPS\n\nDepartment are (all else equal) likely to be better matched— substitutes, there would not be a liquidity premium for\nsince tax receipts are also nominal and likely to rise and fall nominal Treasuries relative to TIPS. The second condition\nwith shifts in the underlying inflation rate. Thus, TIPS issuance seems likely to hold, as evidenced by a number of studies\nmay help reduce the overall volatility of the Treasury’s finding that an increase in the net amount of Treasury\nfinancing needs.44 A reduction in volatility helps promote the borrowing leads to higher expected borrowing costs for the\nTreasury.46\nWhile it is very difficult to estimate the effect that additional\nBecause payments on TIPS are tied to supply would have on Treasury yields, a few studies have\ntouched upon the subject. Fleming (2002) suggests that a\nrealized inflation, the receipts and\n$1 billion increase in issuance size for the most recently issued\nexpenditures of the Treasury Department\nthree- or six-month bill raises its yield, relative to neighboring\nare (all else equal) likely to be better bill yields, by approximately 0.35 basis point. At the longer end,\nKrishnamurthy (2002) finds that a $1 billion increase in bond\nmatched—since tax receipts are also\nsupply would raise the bond yield, relative to the yield on the\nnominal and likely to rise and fall with previously issued bond, by 0.2 basis point. These results suggest\nthat by issuing securities in a segmented TIPS market, the\nshifts in the underlying inflation rate. Thus,\nTreasury may keep realized yields on bill and nominal coupon\nTIPS issuance may help reduce the overall\nsecurities lower than they otherwise would have been.\nvolatility of the Treasury’s financing needs.\nregularity and predictability of the issuance calendar, which 5. Conclusion\nincreases the liquidity of outstanding Treasury securities and\nhelps to foster demand at Treasury auctions. This article offers an in-depth evaluation of the Treasury\nIn addition, as noted by Timothy S. Bitsberger, Treasury Inflation-Protected Securities program. Our investigation\nDeputy Assistant Secretary for Federal Finance, TIPS may give reaches several important conclusions.\nthe Treasury access to a broader investor base,45 which may First, a decision on whether the continued issuance of TIPS\nreduce the Treasury’s overall funding costs. Bitsberger further is beneficial to U.S. taxpayers should be based on a comparison\nobserves that “by diversifying our [the Treasury’s] borrowing, of the ex ante costs of TIPS and nominal Treasury issuance and,\nwe reduce exposure to a single adverse shock and both lower especially when these costs are negligible, on a consideration of\nand smooth our borrowing costs.” The comparison between the more difficult-to-measure benefits TIPS issuance provides\nthe prevailing interest rates on TIPS and on nominal Treasuries taxpayers and policymakers. This decision should not be based\nprovides insight into the relative costs associated with issuing on an ex post cost analysis because such analysis depends on\nthe last dollar of debt. However, just as important is the answer the realized inflation rate over a relatively short history, which\nto the question whether TIPS issuance, by displacing nominal is irrelevant in assessing the expected costs of TIPS issuance\nTreasury issuance, reduces the level of interest rates that the compared with nominal Treasury issuance on a prospective\nTreasury pays on its nominal issuances. In principle, a basis.\nsubstantial shift in the composition of Treasury issuance into Second, on an ex ante basis, the cost of TIPS issuance is\nTIPS from nominal Treasuries could lead to lower interest rates about equal to or less than the cost of nominal Treasury\npaid on the remaining nominal Treasury issuance. This would issuance. The reason is that the value of inflation protection—\noccur if TIPS were not perfect substitutes for nominal Treasury\nthe implicit premium that investors are willing to pay in terms\nsecurities and if the demand for nominal Treasuries was\ndownward-sloping—that is, not completely elastic. 46 Tests of market segmentation of different types of Treasury debt have yielded\nThe first condition almost certainly holds given the different mixed results (Fleming 2002; Krishnamurthy 2002; Laubach 2003). However,\nthis work is generally limited to consideration of different maturities of\nattributes of TIPS and nominal Treasuries. If they were perfect\nnominal debt and does not consider segmentation of real versus nominal debt.\nThat there might be more evidence for the latter is suggested by conventional\n44 Since payments on nominal Treasury debt are tied to expected inflation at wisdom that TIPS market participants tend to be buy-and-hold investors,\nthe time of the security’s auction, differences in Treasury assets and liabilities including institutions such as pension funds. The Treasury auction allotment\ncan arise from divergences between realized and expected inflation. data consistently show that pension funds and investment funds have taken\n45 Presentation by Bitsberger to the Bond Market Association’s Inflation- down an average of 30 percent of the amount issued at TIPS auctions since\nLinked Securities Conference, June 26, 2003 (<http://treas.gov/press/releases/ 2000. In contrast, these investors have taken down only 10 percent of the\njs505.htm>). amount offered at nominal coupon auctions over the same period.\nFRBNY Economic Policy Review / July 2009 13\n\nof lower TIPS yields—is now greater than or equal to the yield the value to investors of having a risk-free asset that offers\npremiums investors demand for holding relatively illiquid protection against inflation, the value to the monetary authority\nTIPS compared with nominal Treasuries. of having a real-time guide to shifts in inflation expectations,\nThird, although the costs of TIPS issuance over the life of the and the fact that a TIPS program likely displaces nominal debt\nprogram appear to have exceeded the costs of comparable issuance to some degree, allowing for a reduction in the average\nnominal issuance, these costs were concentrated during the cost of nominal issuance as that supply is reduced.\nearly years of the program, when the illiquidity premium Finally, our analysis of the ex ante costs of the TIPS program\nassociated with TIPS was large. That premium has shrunk and the more difficult-to-measure benefits suggests at least a\nsignificantly as the TIPS program has matured. Therefore, modest net benefit to the Treasury. Because TIPS issuance\nthese early costs are “sunk” and should not be used to appears to be attractive from the Treasury’s standpoint, a\ndetermine whether TIPS issuance is costly on an ongoing basis. natural next step is answering the question, What is the optimal\nFourth, TIPS issuance has other significant benefits that are allocation of the Treasury’s liability portfolio between TIPS and\nnot captured by an analysis of net issuance costs. These include nominal Treasury securities?\n14 The Case for TIPS\n\nAppendix: Estimation of the Illiquidity Premium\nWe briefly describe how D’Amico, Kim, and Wei (2008) Because it jointly models the nominal term structure and\nestimate the illiquidity premium in yields on Treasury inflation, the model can be used to price a hypothetical real\nInflation-Protected Securities (TIPS). Their first step is to bond, the yield on which also turns out to be an affine function\nestimate yields on hypothetical real bonds that have the same of the factors\nliquidity as nominal Treasury securities, using a joint model of\nyreal(t)=areal+brealX(t).\nnominal yields and inflation. Intuitively, the authors are con- n n n\nstructing these yields by considering the time-series properties\nThe model is estimated using data on nominal Treasury\nof nominal Treasury yields and inflation, but they do so in a\nyields, CPI inflation, and survey forecasts of nominal short-\ncoherent asset pricing framework that rules out the possibility term interest rates and inflation.47 The survey forecasts are\nthat investors are leaving arbitrage opportunities unexploited.\ntreated as noisy measures of true expectations of future rates\nModern asset pricing theory starts from the premise that the\nand inflation. In addition, substituting the parameter estimates\nabsence of arbitrage implies the existence of a pricing kernel, m ,\nt+1 into the last equation gives the estimated real yields.\nsuch that the price of any asset satisfies the relationship\nP =E (P m ). Because bond prices are not complicated by\nt t t+1 t+1\nuncertain cash flows, the price of an n-period nominal zero-\ncoupon bond is given just by E (m m ……m ). This\nt t+1 t+2 t+n\nimposes tight restrictions on the relationship between the time- Estimating the Illiquidity Premium\nseries and cross-sectional properties of these bond prices. in TIPS Yields\nFollowing many researchers in the finance literature, D’Amico,\nKim, and Wei assume that the pricing kernel, m t+1 , depends on Because D’Amico, Kim, and Wei derive estimated real yields\nthe short-term interest rate, y s (t), and prices of risk, λ(t). If from the nominal off-the-run term structure rather than\ninvestors were risk-neutral, then λ(t) would be zero, but the directly from TIPS themselves, the resulting estimated real\nauthors make no such assumption. The short-term interest rate yields implicitly embody the same liquidity characteristics as\nand prices of risk are assumed to be “affine” (linear plus a nominal off-the-run securities. Thus, by differencing these\nconstant) functions of three unobserved factors, represented estimated real yields and observed TIPS yields, the authors\nby X(t), obtain an estimate of the portion of observed real yields that\nowes to differences in nominal and real bond liquidity. A\ny(t) =δ +δX(t)\ns 0 1 positive difference results when TIPS are less liquid than the\nλ(t)= v +v X(t). nominal off-the-run securities, since in this case TIPS investors\n0 1\nrequire a yield premium for holding the less liquid securities.\nIn turn, these factors are assumed to follow a vector Chart 4 in the text shows that this difference series is indeed\nautoregression of the form positive throughout its history. It also exhibits a secular decline,\nwhich is consistent with improved liquidity as one would\nX(t+1) =μ+ΦX(t)+ε(t+1).\nexpect from a developing financial market. It also shows a small\namount of variation around its downward trend. This may\nThis implies that the yield on an n-period zero-coupon bond is\nreflect high-frequency changes in the liquidity premium, but it\ngiven by an affine function of the factors\nis probably also importantly influenced by model fitting error,\ny (t) = a +b 'X(t), as the model-implied nominal yields are close—but not\nn n n\nidentical—to the actual observed yields.\nwhere a(n) and b(n) are functions of the parameters of the\nmodel including μ, Φ, δ, δ, v , and v . Finally, a novel\n0 1 0 1\nfeature of the D’Amico, Kim, and Wei study is its assumption\n47 TIPS are not included directly in the version of the D’Amico, Kim, and Wei\nthat expected inflation is also an affine function of the same\nmodel discussed here because the sample of available TIPS is too short. Instead,\nfactors, X(t), the authors model inflation and use it to price synthetic real bonds. The\nauthors also estimate a version of the model that incorporates TIPS; however,\nπe(t) =φ+φX(t).\nthe shortness of the available TIPS sample means that their estimates are likely\n0 1\nassociated with greater estimation error.\nFRBNY Economic Policy Review / July 2009 15\n\nReferences\nAng, A., G. Bekaert, and M. Wei. 2008. “The Term Structure of Real Fleming, M., and B. Mizrach. 2008. “The Microstructure of a U.S.\nRates and Expected Inflation.” Journal of Finance 63, no. 2 Treasury ECN: The BrokerTec Platform.” Unpublished paper,\n(April): 797-849. Federal Reserve Bank of New York.\nBeechey, M., and K. Femia. 2007. “Inflation Swaps Revisited.” Gensler, G. 1998. “Treasury Assistant Secretary for Financial Markets\nUnpublished paper, Board of Governors of the Federal Gary Gensler Addresses the President’s Commission to Study\nReserve System. Capital Budgeting.” Press release, April 24. Available at <http://\nwww.ustreas.gov/press/releases/rr2493.htm>.\nBitsberger, T. S. 2002. “Remarks of Treasury Deputy Assistant\nSecretary for Federal Finance Timothy S. Bitsberger to the Fixed- Gürkaynak, R. S., B. Sack, and J. H. Wright. 2006. “The U.S. Treasury\nIncome Summit, Palm Beach, Florida.” Press release, December 5. Yield Curve: 1961 to the Present.” Board of Governors of the\nAvailable at <http://treas.gov/press/releases/po3673.htm>. Federal Reserve System Finance and Economics Discussion\nSeries, no. 2006-28, October.\nCampbell, J. Y., and R. J. Shiller. 1996. “A Scorecard for Indexed\nGovernment Debt.” NBER Working Paper no. 5587, May. ———. 2008. “The TIPS Yield Curve and Inflation Compensation.”\nUnpublished paper, Board of Governors of the Federal Reserve\nChu, Q. C., C. F. Lee, and D. N. Pittman. 1995. “On the Inflation Risk System.\nPremium.” Journal of Business Finance and Accounting 22,\nno. 6 (September): 881-92. Krishnamurthy, A. 2002. “The Bond/Old-Bond Spread.” Journal\nof Financial Economics 66, no. 2-3 (November): 463-506.\nCoeuré, B., and N. Sagnes. 2005. “Un bilan de l’émission des\nobligations françaises indexes sur l’inflation.” Diagnostics Laubach, T. 2003. “New Evidence on the Interest Rate Effects of\nPrévisions et Analyses Économiques, no. 89, November: 1-7. Budget Deficits and Debt.” Board of Governors of the Federal\n[No English version exists.] Reserve System Finance and Economics Discussion Series,\nno. 2003-12, April.\nD’Amico, S., D. H. Kim, and M. Wei. 2008. “Tips from TIPS:\nThe Informational Content of Treasury Inflation-Protected Mishkin, F. S. 2007. “Inflation Dynamics.” NBER Working Paper\nSecurity Prices.” Board of Governors of the Federal Reserve System no. 13147, June.\nFinance and Economics Discussion Series, no. 2008-30, June.\nRoush, J. E. 2008. “The ‘Growing Pains’ of TIPS Issuance.” Board\nFisher, P. R. 2001. “Under Secretary of the Treasury for Domestic of Governors of the Federal Reserve System Finance and\nFinance Peter R. Fisher, Remarks at the November 2001 Quarterly Economics Discussion Series, no. 2008-08, February.\nRefunding.” Press release, October 31. Available at <http://\nwww.treas.gov/press/releases/po749.htm>. Sack, B. 2006. “Treasury Saves a Billion on January 2007 TIPS.”\nMacroeconomic Advisers Monetary Policy Insights, Fixed\nFleming, M. 2002. “Are Larger Treasury Issues More Liquid? Evidence Income Focus, December 15.\nfrom Bill Reopenings.” Journal of Money, Credit, and\nBanking 34, no. 3, part 2 (August): 707-35. ———. 2007a. “How Low Is the Inflation Risk Premium?”\nMacroeconomic Advisers Inflation-Linked Analytics, May 9.\n———. 2003. “Measuring Treasury Market Liquidity.” Federal\nReserve Bank of New York Economic Policy Review 9, no. 3, ———. 2007b. “Are Long-Term Real Yields Now Attractive?”\n(September): 83-108. Macroeconomic Advisers Inflation-Linked Analytics, June 28.\nFleming, M., and N. Krishnan. 2008. “The Microstructure of the TIPS Sack, B., and R. Elsasser. 2004. “Treasury Inflation-Indexed Debt:\nMarket.” Unpublished paper, Federal Reserve Bank of New York. A Review of the U.S. Experience.” Federal Reserve Bank of\nNew York Economic Policy Review 10, no. 1 (May): 47-63.\n16 The Case for TIPS\n\nReferences (Continued)\nStigum, M., and A. Crescenzi. 2007. Stigum’s Money Market. 4th ed. Tzucker, R., and M. Islam. 2005. “A Pension Reform Primer.” In\nNew York: McGraw-Hill. Barclays Capital Fixed Income Rates Strategy, November 22.\nTobin, J. 1963. “Essays on Principles of Debt Management.” United Kingdom Debt Management Office. 2001. DMO Annual\nIn Commission on Money and Credit, Fiscal and Debt Review 2000-01, September 7.\nManagement Policies. Englewood Cliffs, N.J.: Prentice-Hall.\n———. 2007. DMO Annual Review 2006-07, August 2.\nTreasury Borrowing Advisory Committee. 2008. “Minutes of the\nMeeting of the Treasury Borrowing Advisory Committee of the\nSecurities Industry and Financial Markets Association, July 29,\n2008.” Available at <http://www.treas.gov/press/releases/\nhp1095.htm>.\nThe views expressed are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of New York,\nthe Federal Reserve Board, or the Federal Reserve System. The Federal Reserve Bank of New York provides no warranty, express or\nThe views expressed are those of the authors and do not necessarily reflect the position of the Federal Reserve Board, the Federal\nimplied, as to the accuracy, timeliness, completeness, merchantability, or fitness for any particular purpose of any information\nReserve Bank of New York, or the Federal Reserve System.\ncontained in documents produced and provided by the Federal Reserve Bank of New York in any form or manner whatsoever.\nFRBNY Economic Policy Review / July 2009 17",
    "length": 68790,
    "date": null
  }
]