[
  {
    "id": "feddsp:95906",
    "date": "2024-01-06",
    "text": "Thank you for the introduction, Anil [Kashyap], and thank you for organizing this workshop and bringing focus to this important topic. I’m looking forward to sharing perspectives with Andrew [Hauser], drawing on our unique experiences in recent years as well as work that we led together for the Markets Committee at the Bank for International Settlements (BIS).[1]\n\nI’m pleased that so many experts have joined us today to discuss central bank responses to financial market dysfunction. The repeated severe stresses in core markets around the world in recent years emphasize the need for two types of change. The public and private sectors must work together to enhance market resilience so that these episodes will be far less frequent going forward. And, to be prepared for those rare occasions when extreme stresses in core markets threaten financial stability or the macroeconomy, central banks must continue to develop the toolkit for mitigating dysfunction. Finding the best approaches will require a wide range of perspectives, and I’m looking forward to today’s conversations. Before I proceed, let me note that these views are mine and not necessarily those of my Federal Reserve colleagues.\n\nCore bond markets, such as those for government debt, are crucial to the economy—not only because national governments obtain financing in these markets, but also because these markets are used for implementing monetary policy, provide a safe source of collateral and establish a benchmark yield curve that underpins financing for households, businesses, and state and local governments.[2]\n\nBreakdowns of trading and price discovery in core markets thus put a vast array of economic activity at risk. But I would emphasize that the type of dysfunction I have in mind is more extreme than merely low liquidity. I am referring, rather, to fundamental failures in the process of intermediating between buyers and sellers, or lenders and borrowers, and identifying a market-clearing price for their transactions.\n\nThe U.S. financial system has become increasingly vulnerable to core market dysfunction because the supply of intermediation has not kept pace with demand as the Treasury market’s size and complexity have grown.[3] Treasury debt held by the public rose from 35 percent of GDP at the end of 2007 to about 95 percent of GDP in late 2022. And a growing share of the debt is held by investors such as hedge funds and mutual funds that trade more frequently or rely on the ability to quickly monetize assets when needed. Meanwhile, primary dealers, which are major intermediaries in these markets, have not increased the balance sheet devoted to Treasury holdings and Treasury repurchase agreements (repos) since 2007—even in nominal terms. The rise of electronic trading has also shifted intermediation toward principal trading firms, which typically hold less capital with which to absorb shocks, and increased the pace at which market developments unfold.\n\nThese themes are similar globally, and core markets around the world have repeatedly experienced dysfunction that posed risks to the broader economy.[4] The source of each stress episode has been unique, and each central bank intervention has been crafted to address the specific problems of the day. Yet, despite the varied initial shocks, central banks have faced a common problem: how to support market functioning without undermining the features that make these markets so important in the first place.\n\nThat central problem is the first of three topics I’ll address today. I’ll then offer three guideposts that I believe should shape central bank interventions given this problem: transparency, backstop pricing and distinguishing support for market functioning from monetary accommodation. And finally, I’ll assess our March 2020 operations in light of these guideposts and draw out some implications for market regulation and infrastructure and for the central bank toolkit.\n\nThe central problem\nCentral banks should rarely intervene to support the functioning of core markets, but when such interventions are needed, they must be effective. At one level, intervening effectively should be straightforward. Central banks have powerful tools and, in principle, need only deploy them in sufficient size. But at another level, it is not at all straightforward to intervene in a way that ensures core markets continue to serve their crucial roles in the financial system.\n\nAs the Inter-Agency Working Group for Treasury Market Surveillance (IAWG) indicated in its 2021 principles for the Treasury market, good market functioning is multifaceted.[5] In a well-functioning market, participants can efficiently buy, sell and borrow against assets. These transactions take place at prices that reflect economic and financial fundamentals. And there are minimal price distortions due to technical factors, externalities or frictions between closely related markets.\n\nIf, say, a rush of sales in the government bond market overwhelms intermediaries’ capacity to absorb the sales and find buyers, it is straightforward in principle for the central bank to step in and purchase some of the assets. But such an intervention may create risks and spillovers that would undermine other aspects of market functioning. Excessive purchases might crowd out private buyers. Poorly calibrated purchases could also push prices—of the specific securities purchased or of other securities—to a different level than would prevail in a well-functioning market. By removing duration from the market, the central bank’s purchases could reduce term premia and create a degree of monetary accommodation that policymakers might view as inappropriate given the macroeconomic fundamentals. And the mere potential for central bank intervention may create distortions, especially if market participants become overconfident and do not appropriately manage their own risks.\n\nIn the end, an intervention that substitutes one form of dysfunction for another may not represent an improvement. The problem is simply that avoiding this is easier said than done, because an intervention that improves the market’s functioning in one respect may change incentives in ways that impede the market’s functioning in other respects. Yet, in severe circumstances, refusing entirely to intervene would put the central bank’s fundamental macroeconomic and financial stability objectives at risk.\n\nGuideposts\nCentral banking is an imperfect art, often practiced under great time pressure and with incomplete information. So it is useful to have some guideposts to aim for in designing interventions in those rare instances when they are needed—though I do not view these guideposts as rigid rules that can or must be achieved in every instance.\n\nThe accumulated knowledge of central bankers and scholars provides a wealth of such guideposts. From my own experience, three stand out as particularly important for mitigating the side effects of market functioning interventions:\n\nTransparency.\nBackstop pricing.\nDistinguishing support for market functioning from monetary accommodation.\nTransparency is fundamental across many central bank activities. We must be transparent about how we carry out our responsibilities so that we remain accountable to the public we serve.\n\nAnd transparency has special importance for promoting smooth market functioning. By clearly explaining how it is designing and carrying out its operations, a central bank can help ensure that all market participants have an equal opportunity to trade and have equal information about how the operations will influence the market. This is a matter of basic fairness. It promotes diversity in the market ecosystem. And by reducing uncertainty about the central bank’s activities, transparency helps ensure that prices reflect economic and financial fundamentals.\n\nThe second guidepost, backstop pricing, is one that we also emphasized in the report Andrew and I led for the Markets Committee. If a central bank’s operations are out of the money relative to normal market prices, then, when the market is functioning normally, no one will transact with the central bank. And when the market is not functioning normally, transactions with the central bank will generally push prices back toward the normal level. Thus, the risks of distorting prices or crowding out private activity are mitigated. Operations at a backstop price will naturally wind down when market functioning recovers. And pricing an operation as a backstop helps to make it transparent and distinguish it from monetary accommodation.\n\nThe third guidepost, distinguishing support for market functioning from monetary accommodation, recognizes that central banks have multiple goals. A central bank’s tools for supporting market functioning involve lending against assets or buying them. These are the same operations that are used to provide monetary accommodation. But, while smooth market functioning is critical to good macroeconomic outcomes, the scale of lending or asset purchases that is appropriate to support market functioning may not be the same as the scale appropriate to support aggregate demand.\n\nThe need to distinguish support for market functioning from monetary accommodation is most obvious when monetary policymakers are trying to tighten financial conditions to reduce inflation. However, even when policymakers are trying to ease financial conditions to boost economic growth, they may benefit from the ability to adjust the amount of monetary accommodation separately from actions to support market functioning.\n\nImplications\nThree years ago this month, the Federal Reserve took forceful steps to respond to disruptions in core markets at the onset of the COVID-19 pandemic. Among other actions, we offered up to $1 trillion per day in overnight repos with primary dealers, plus additional term repos. And we purchased Treasury and agency mortgage-backed securities (MBS) at an unprecedented speed and scale.\n\nThe scope and purpose of our operations evolved. In March 2020, with purchases peaking at more than $100 billion per day, the Federal Open Market Committee (FOMC) said the program’s goal was to support smooth market functioning and the transmission of monetary policy. By June, as market functioning improved, we reduced the pace of purchases to $80 billion per month in Treasuries and $40 billion per month in MBS. The FOMC also changed its statement in June 2020 to say the purchases were meant to “sustain” rather than “support” smooth market functioning, and in September 2020, the FOMC added a second goal: to foster accommodative financial conditions.\n\nHaving led the Fed’s trading desk during this period, I may not have an unbiased perspective, but I don’t think there is any doubt that our actions succeeded in restoring smooth functioning of core markets. Still, it is appropriate to reflect on what the experience teaches us about how to better support market functioning in the future. The guideposts I just described provide a helpful framework for this reflection.\n\nRepos measure up nicely, in part because their duration is short and in part because they can be priced as a backstop to the monetary policy target. The offering of practically unlimited repos was also straightforward to communicate transparently. These characteristics minimize the potential negative side effects of repos. In fact, the side effects of repos can be so well mitigated that the FOMC decided in 2021 to make backstop repos a standing part of our operations through the Standing Repo Facility (SRF) and the Foreign and International Monetary Authorities (FIMA) Repo Facility.[6]\n\nHowever, repos do not solve all problems. Smooth market functioning requires both funding liquidity, or the ability to borrow against an asset, and market liquidity, or the ability to easily buy and sell the asset. Repos directly support only funding liquidity. Moreover, repos directly provide funding only to the central bank’s counterparties. A central bank’s ability to support funding liquidity for the broader market depends on its counterparties’ willingness and ability to serve as intermediaries, which may be particularly limited during stress episodes.\n\nThus, as we saw in March 2020, purchase operations can be necessary both to directly support market liquidity and to influence market conditions for participants beyond the central bank’s counterparties. But purchases can pose challenges relative to all three guideposts.\n\nMonetary policy does not provide a benchmark for backstop prices on longer-term securities, unless a central bank is engaged in yield curve control. In addition, the deterioration of market functioning in March 2020 reduced the reliability of market indicators that could have helped derive a backstop price.\n\nIn consequence, we offered to buy fixed quantities of securities, evaluating the offers received in a multiple-price auction against both market prices and measures of relative value. While this approach was extremely effective in addressing dysfunction, it was not easy to provide a transparent link between the operation sizes and the degree of dysfunction.\n\nMoreover, while our market functioning purchases aimed to affect the flow of transactions, we could not avoid also changing the amount of duration risk held by the private sector and thus having some effect on term premia through a portfolio balance channel. The resulting monetary accommodation was appropriate following the large negative shock from the pandemic. But it did blur the signals about how we calibrated the size of our purchases.\n\nTo me, this experience has three implications.\n\nFirst, because both actual interventions and the potential to intervene can have side effects, central banks and other authorities should strive to reduce the need for intervention.\n\nI’m pleased by the relevant authorities’ ongoing focus on enhancing Treasury market resilience. Importantly, the Securities and Exchange Commission has proposed to expand the scope of central clearing of Treasury transactions.[7] Research by the Dallas Fed’s staff highlights that expanded central clearing would have four key benefits: uniform risk management standards, reduced balance sheet intensity of repo intermediation, reduced settlement risks and improvements in transparency.[8] In addition, the Financial Industry Regulatory Authority last month began releasing daily statistics on Treasury trading volume and average prices, while the Office of Financial Research has proposed to close gaps in the collection of data on bilateral repos—both steps that will enhance transparency in the market—and the Federal Reserve Board’s holistic review of bank capital standards is evaluating, among other factors, the effects of leverage ratio requirements on Treasury market liquidity.[9], [10]\n\nI am optimistic that with continued reforms, we can make core markets resilient enough that interventions to support market functioning will be extraordinarily rare.\n\nSecond, because repos typically have far fewer drawbacks than outright purchases, central banks should work to enhance the efficacy of repo tools. While repos directly provide only funding liquidity, improvements in funding liquidity can enhance market liquidity as long as the funding liquidity reaches the right market participants, whether as direct counterparties of the central bank or through onward lending from direct counterparties.\n\nFor example, in March 2020, some foreign official holders sold Treasury securities for precautionary reasons to ensure they would have cash if needed. Only at the end of that month did the Fed establish a temporary FIMA Repo Facility—since made into a standing facility—to provide funding to foreign and international monetary authorities.[11] Had the facility been available sooner, it could have reduced precautionary sales and thereby improved the balance between the supply of and the demand for market liquidity. Transparency about the availability of the FIMA Repo Facility makes our repo operations more effective and should reduce the likelihood of needing to employ purchases to support market functioning in the future. The SRF does the same for domestic counterparties.\n\nCentral banks can also enhance the reach of repo operations by reducing existing counterparties’ cost of intermediating to the broader market. For example, the FOMC could further consider the potential benefits of centrally clearing SRF operations, as several committee participants suggested in a 2021 meeting.[12] Central clearing would reduce our counterparties’ balance sheet costs by allowing them to net funding received from the facility against onward lending to other market participants.\n\nFinally, when purchase operations are appropriate to support market functioning, it would be desirable to have options for clearly distinguishing these operations from monetary accommodation.\n\nOne approach, following the recent example of the Bank of England, could be for a central bank to separately track assets purchased to support market functioning and sell these holdings in a timely way once market functioning has normalized—independent of the direction of monetary policy at that time. The expectation of timely sales would limit the asset purchases’ effect on term premia.\n\nBut this approach could be complicated if the central bank were simultaneously buying assets to provide accommodation. And even if assets purchased to support market functioning are held in a separate portfolio, there remains the difficult question of what price to offer for them—both to ensure purchases take place at a backstop price and to distinguish market functioning interventions from operations to provide monetary accommodation.\n\nTo see why this question is difficult, it’s helpful to start with some cases where it is less difficult. MBS are typically priced at a spread to comparable-duration Treasuries, for example, using option-adjusted models. Option-adjusted spreads vary within a relatively limited range when the market is functioning smoothly. It would therefore be possible in theory—though even this would be operationally complex, so I mean this only as a thought experiment and not as a policy proposal—to support the functioning of the MBS market by offering to purchase MBS at a much higher spread to Treasuries than the range that normally prevails. Such a backstop price for MBS would avoid crowding out normal private transactions in MBS and allow monetary policy and private market trading to continue to influence the Treasury yield curve. Similarly, if severe market dysfunction caused large deviations between the prices of economically similar instruments, such as two Treasury securities of similar durations, it would be possible in theory to establish a backstop price for one of those securities by reference to the market price of the other.\n\nBut this process cannot go on forever. Eventually, we will run out of other securities to refer to. There will be one last security, or one last core group of securities, for which we have no other reference price. As the philosophers say, it can’t be turtles all the way down.\n\nThere is, as I alluded to earlier, one case where the central bank has a price to use as a reference even for those very last securities. The Reserve Bank of Australia and the Bank of Japan have at times implemented monetary policy through yield curve control. In that case, the yield caps established by monetary policy provide a natural reference point for backstop market functioning purchases. But this example simply shows why choosing the reference price is so consequential. At least in some circumstances, it may require determining where the yield curve belongs, which is the opposite of distinguishing market functioning from monetary accommodation and of letting the private market discover the price based on fundamentals.\n\nSo, in the spirit of a research workshop, let me conclude with some questions for further investigation. How should central banks establish prices when they buy securities to support market functioning? What methods can be employed to establish a backstop price for some core securities by referring to market prices of other securities? How effective would this be? And are there ways to establish backstop prices across the entire yield curve while still distinguishing that operation from monetary accommodation? Turning to broader topics, what further innovations can make central banks’ lending tools more effective? And what additional reforms, besides the ambitious road map that the U.S. authorities have laid out, can further enhance market resilience?\n\nThank you.\n\nNotes\n\nI am grateful to Sam Schulhofer-Wohl for assistance in preparing these remarks.\n\n“Market dysfunction and central bank tools,” by the Bank for International Settlements Markets Committee, 2022.\nCentral banks typically view core markets as including, at minimum, cash and repo markets for government securities as well as short-term money markets.\nSee, for example, “Still the World’s Safe Haven: Redesigning the U.S. Treasury Market After the COVID-19 Crisis,” by Darrell Duffie, Hutchins Center Working Paper no. 62, Brookings Institution, 2020; “Enhancing Liquidity of the U.S. Treasury Market Under Stress,” by Nellie Liang and Pat Parkinson, Hutchins Center Working Paper no. 72, Brookings Institution, 2020; “U.S. Treasury Markets: Steps Toward Increased Resilience,” by G30 Working Group on Treasury Market Liquidity, 2021; “Task Force on Financial Stability,” by Glenn Hubbard et al., Brookings Institution and University of Chicago Booth School of Business, 2021; “Recent Disruptions and Potential Reforms in the U.S. Treasury Market: A Staff Progress Report,” by the U.S. Department of the Treasury, Board of Governors of the Federal Reserve System, Federal Reserve Bank of New York, U.S. Securities and Exchange Commission and U.S. Commodity Futures Trading Commission, 2021.\nSee, for example, “Holistic Review of the March Market Turmoil,” by the Financial Stability Board, 2020; “Open Market Operations During 2019,” by the Markets Group of the Federal Reserve Bank of New York, report prepared for the Federal Open Market Committee, 2020; “Understanding Recent Fluctuations in Short-Term Interest Rates,” by Sam Schulhofer-Wohl, Chicago Fed Letter no. 423, 2019; “The Federal Reserve’s Market Functioning Purchases: From Supporting to Sustaining,” by Lorie K. Logan, remarks at SIFMA webinar, July 15, 2020; “Financial Stability Report: November 2020,” by the Board of Governors of the Federal Reserve System; “2020 Annual Report,” by the Financial Stability Oversight Council, 2020; “Open Market Operations During 2020,” by the Markets Group of the Federal Reserve Bank of New York, report prepared for the Federal Open Market Committee, 2021; U.S. Department of the Treasury et al. (2021).\nU.S. Department of the Treasury et al. (2021).\n“Statement Regarding Repurchase Agreement Arrangements,” by the Board of Governors of the Federal Reserve System, 2021.\n“Standards for Covered Clearing Agencies for U.S. Treasury Securities and Application of the Broker-Dealer Customer Protection Rule With Respect to U.S. Treasury Securities,” by the Securities and Exchange Commission, Federal Register 87, no. 205, Oct. 25, 2022, pp. 64610–64682.\n“Expanded central clearing would increase Treasury market resilience,” by Matthew McCormick and Sam Schulhofer-Wohl, Dallas Fed Economics, Dec. 23, 2022.\n“Collection of Non-Centrally Cleared Bilateral Transactions in the U.S. Repurchase Agreement Market,” by the Office of Financial Research, U.S. Department of the Treasury, Federal Register 88, no. 5, Jan. 9, 2023, pp. 1154–1170.\n“Why Bank Capital Matters,” by Michael S. Barr, speech at the American Enterprise Institute, Dec. 1, 2022.\n“Federal Reserve announces establishment of a temporary FIMA Repo Facility to help support the smooth functioning of financial markets,” by the Board of Governors of the Federal Reserve System, March 31, 2020.\n“Minutes of the Federal Open Market Committee, June 15–16, 2021,” by the Board of Governors of the Federal Reserve System, 2021.\nShare this"
  },
  {
    "id": "feddsp:99102",
    "date": "2024-11-13",
    "text": "Dallas Fed President Lorie K. Logan delivered these remarks at the ninth joint energy conference hosted by the Federal Reserve Banks of Dallas and Kansas City.\nThank you, Kunal [Patel], for the kind introduction. And welcome, everyone, to the Dallas Fed. I am so excited to be here today, to welcome my colleague Jeff Schmid, president of the Kansas City Fed, back to Dallas, and to welcome all of you to the Dallas and Kansas City Feds’ ninth joint energy conference. Thank you, as well, to the dedicated teams from Dallas and Kansas City who have worked so hard to make this event possible and to all of today’s speakers for sharing your expertise with us.\n\nBoth the Dallas and Kansas City banks have invested deeply in understanding the energy economy. Together, our districts empower the nation, contributing nearly 40 percent of the U.S. energy sector’s GDP. At the Dallas Fed, we’re committed to leading the energy conversation through our research at the intersection of energy and economics. That research includes academic publications, analysis, surveys and extensive engagement with industry leaders through our Energy Advisory Council, individual outreach and conferences like this one.\n\nOur research teaches us that the energy landscape is constantly evolving. This year’s conference, for example, will focus on how the industry is meeting rising power demand from users such as artificial intelligence data centers that were hardly on the radar just a few years ago. Dialogue with experts like you is crucial to helping us stay abreast of these changes in real time, and I’m so grateful to all of you who share your insights. As the energy industry evolves, the topics we study cover an increasingly wide range. Just this year, the Dallas Fed’s energy team has published analysis on topics from oil sanctions against Russia to the potential for new nuclear generation in Texas. I encourage you to check out our website to access our research, view our survey findings and even sign up to participate in our energy survey panel if your firm is eligible.\n\nBesides energy itself , we’re devoting more attention to the wires, pipes and pumps that move energy from its sources to wherever it’s needed. There is an enormous amount of energy in West Texas, for example—in the hydrocarbons under the ground, in the wind and in the sun’s rays. But whether that energy can move out of West Texas to meet the world’s demand depends on the capacity and resilience of infrastructure such as ports, pipelines, electric grids and liquefied natural gas (LNG) facilities.\n\nAs part of my own learning about energy infrastructure, I recently visited some of our Texas ports and got to observe oil tankers and LNG carriers up close. Seeing these enormous ships in person brought to mind an essay I once read about how captains train to safely and effectively pilot them. [1] A key lesson was that the right way to maneuver a ship depends on the depth of the water. In shallow harbors, water becomes trapped between the ship bottom and the seafloor and drags along with the ship as it moves, making the vessel more difficult to steer. The faster the ship goes, the more water it displaces and the greater this difficulty becomes. Moreover, captains can’t always be sure precisely how deep the water is, because sometimes the depth finder registers mud on the seafloor as water. And so in water that’s shallow, or that might be shallow, captains learn to slow down, take their time and maneuver carefully.\n\nI may never have the opportunity to pilot a VLCC [2]—though if anyone here today can help me out with that, please see me afterward—but reading about this topic i sn’t purely recreational for me. These lessons also have relevance for me as a central banker.\n\nThe Federal Open Market Committee (FOMC) has made a great deal of progress bringing down inflation and restoring balance to the economy. In light of that progress, I’ve supported the FOMC’s decisions at recent meetings to reduce interest rates toward a more neutral level—to dock the ship. But as the economy nears the harbor, it becomes more important to understand just how deep the water is. And with less room to maneuver, monetary policymakers need to be more prepared for winds and waves that could push us off course. Just like a ship captain, I think it behooves us to proceed cautiously at this point.\n\nIn the rest of my remarks, I’ll review the economic and monetary policy outlook, with an emphasis on how maneuvering cautiously and taking time to learn can help manage some key risks. As always, these views are mine and not necessarily those of my FOMC colleagues.\n\nThe economic outlook\nThe first time I spoke at this conference was two years ago, and as I’m sure you recall, inflation back then was much too high. The FOMC aims for 2 percent annual inflation as measured by the price index for personal consumption expenditures, or PCE. But as of mid-2022, prices had risen more than 7 percent since a year earlier. Soaring prices strained the budgets of families and businesses and had the potential to destabilize our economy over time.\n\nAt the same time, the labor market was incredibly strong—by many measures, unsustainably so. With companies adding jobs faster than the labor force was adding workers, wages surged. While those higher wages weren’t enough for many workers to keep pace with the cost of living, the wage pressures threatened to cause businesses to raise prices even more.\n\nThe FOMC responded by rapidly tightening monetary policy. We raised the target range for the federal funds rate by 5.25 percentage points from early 2022 through mid-2023. We also began running off securities holdings that we had accumulated to support the economy during the pandemic.\n\nThese measures helped bring the economy into much better balance. The most recent annual PCE inflation reading was 2.1 percent. Progress on inflation has been broad based; it’s not just a few outlying price categories that have cooled. You can see that in the Dallas Fed Trimmed Mean PCE inflation rate, which removes outliers and has fallen from a peak of 5 percent two years ago to 2.65 percent on an annual basis in September. At the same time, that 2.65 percent reading suggests we’re not quite back to price stability yet. While the Fed’s inflation target covers the prices of all consumer goods and services, measures like the trimmed mean that exclude volatile outliers can provide a better read than the headline number on where overall inflation will head in the future.\n\nMeanwhile, economic activity remains resilient, according to both national statistics and more timely but less formal reports from business and community leaders. The Dallas Fed’s contacts overwhelmingly describe a strong economy with robust consumer demand and fading downside risks. And the labor market has been cooling gradually, not weakening materially. Unemployment held steady in October, and although strikes and hurricanes brought payroll job growth to a temporary halt that month, job gains from July through September averaged close to estimates of the amount needed to keep pace with population growth.\n\nAfter a voyage through rough waters, we’re in sight of the shore: the FOMC’s Congressionally mandated goals of maximum employment and stable prices. But we haven’t tied up yet, and risks remain that could push us back out to sea or slam the economy into the dock too hard.\n\nThe economy, of course, is subject to a wide range of risks. But I am paying particular attention to three that, in my view, pose the largest potential challenges for monetary policy in the months ahead.\n\nOne, unexpectedly strong demand or negative supply shocks could keep inflation above the FOMC’s 2 percent goal.\nTwo, tightening financial conditions could trigger a rapid deterioration in the labor market.\nOr, three, financial conditions could ease too much if the neutral interest rate, the theoretical level that would neither slow nor accelerate the economy, proves to be higher than expected.\nI’ll discuss each of these risks in turn.\nUpside risk to inflation\nFirst, returning inflation to target requires keeping aggregate demand in balance with aggregate supply. Yet strong demand persistently pushed real activity above forecasters’ projections in 2024. And the supply side of the economy, though currently healthy, has experienced unusually disruptive shocks in recent years. Both dynamics pose upside risks to inflation.\n\nIn late September, the Bureau of Economic Analysis issued its annual revision of the National Economic Accounts. Personal income turned out to be significantly higher than previously estimated. This finding helped explain why spending has been strong, and it resolved a mystery about the savings rate, which the data now show is at a relatively normal level rather than historically low. But higher incomes could also push consumption above current forecasts. The implications aren’t entirely clear-cut, however. If higher incomes and spending result from stronger productivity growth, they may not mean demand is moving out of balance with supply.\n\nI also keep hearing about a possible post-election surge in business investment. All fall, companies said they knew they were going to invest, but they were waiting to see the contours of fiscal and regulatory policies before deciding how to invest. With the election complete, some of that uncertainty is resolved. Just like consumption, a rise in investment could push upward on inflation.\n\nOn the supply side, I remain attentive to inflation risks from potential supply chain disruptions and geopolitical developments. The recent port strike was too short to leave a lasting mark, but workers and port operators have agreed to revisit their contract in January, so risks remain. Strains on electric grids represent another potential source of supply bottlenecks. I am also closely watching the conflict in the Middle East. As Federal Reserve Chair Jerome Powell has said, while the human toll is devastating, the Federal Reserve’s institutional role is a limited one: to monitor the economic implications. U.S. and global energy markets are somewhat slack, which has held down risk premiums in oil prices. But the potential for more significant disruptions cannot be ruled out.\n\nKeeping inflation under control also requires well-anchored inflation expectations. Market-based measures of shorter-term inflation compensation have been volatile recently, although longer-term measures remain consistent with the FOMC’s 2 percent goal. If inflation expectations were to become unanchored, the upside risks would only increase.\n\nIn coming months, we’ll learn more about how inflation expectations are evolving and how the supply-side risks and consumption and investment are playing out—information that will be valuable for shaping monetary policy.\n\nDownside risk to employment\nA second key risk relates to employment. I’m not taking too much signal from the dismal October payrolls print of just 12,000 net jobs added nationwide. It’s too hard to tell how hurricanes influenced that number.\n\nMy base case is that the labor market is close to balanced and stable or cooling gradually. That judgment reflects the stable unemployment rate in recent months; the slowdown in job openings, quits and compensation; and positive reports from the Dallas Fed’s business contacts. For instance, employment at temporary help services has been sagging in the national statistics. Weak temp employment can sometimes be a leading indicator of a downturn. But when our team called staffing firms to check on the situation, they told us the statistics reflect post-pandemic normalization and competition from gig-work platforms, not a broader deterioration in the labor market.\n\nStill, I’m not ready to rule out more damaging decreases in employment. Some labor market indicators still show a bit of underlying weakness. The Bureau of Labor Statistics revised down its estimates of payroll job growth for August and September, and you can’t wave off those revisions as the results of hurricanes and strikes that hadn’t yet happened.\n\nFinancial conditions represent another source of concern about the employment outlook. Monetary policy influences economic activity only indirectly, because while the FOMC controls the overnight fed funds rate, most households and businesses pay longer-term interest rates that also reflect their creditworthiness. So I closely monitor the evolution of those longer-term rates and other financial market indicators.\n\nSince the FOMC began cutting the fed funds target in September, the 10-year Treasury yield has actually risen by roughly three-quarters of a percentage point. Some of that rise reflects expectations for a higher path of policy rates. And, so far, higher equity valuations and tighter credit spreads have offset the tightening in financial conditions from higher Treasury yields. But a substantial fraction of the increase in long-term yields appears to reflect a rise in term premiums. Term premiums compensate investors for bearing the risk of future interest rate fluctuations. Higher term premiums can tighten financial conditions for any given setting of monetary policy and thereby slow the economy more than the FOMC intends. If term premiums continue to rise, the FOMC may need less restrictive policy, all else equal, to accomplish its goals.\n\nUncertainty about the neutral interest rate\nUncertainty about the neutral interest rate presents the opposite risk. Besides examining broad financial conditions, economists often consider whether monetary policy is boosting or slowing growth and inflation by comparing the policy rate to a theoretical level, the neutral rate or r-star, that would represent neither a headwind nor a tailwind. That neutral rate is notoriously uncertain and difficult to measure. But you can get a sense for it from economic fundamentals, models, surveys and market prices.\n\nA strategy of repeatedly lowering the fed funds target range toward a more neutral level relies on confidence that the neutral level is materially lower than where rates are now. When I look at the available evidence, though, I see substantial signs that the neutral rate has increased in recent years, and some hints that it could be very close to where the fed funds rate is now.\n\nStructural changes in the economy, such as the energy transition and advances in artificial intelligence, are prime drivers. These developments are fueling strong investment demand and potential increases in productivity. When you all, as energy experts, see a new LNG plant, a solar farm or a data center under construction, you perhaps see sources of energy supply and demand. As a monetary policymaker, I certainly see how these projects change the energy landscape, but what I also see—what you’ll perhaps see after today—is higher investment and a higher neutral rate.\n\nImportantly, uncertainty about the neutral rate has also risen, perhaps because the structural changes in the economy are relatively recent and will take time to fully assess. The FOMC’s own projections display the uncertainty. Four times a year, we release our projections for the fed funds rate as well as unemployment, inflation and GDP growth. Around the FOMC table, participants’ projections for the longer-run fed funds rate now vary by more than 1 percentage point, compared with a spread about half as wide two years ago.\n\nEconomists employ a range of models to try to estimate the neutral rate. Like estimates from policymakers and from market participants who fill out surveys, the output of these models ranges widely. Among widely consulted models, point estimates of the neutral real interest rate currently range from 0.74 percent to 2.60 percent. Adding in the 2 percent inflation target, those figures correspond to a neutral fed funds rate of 2.74 to 4.60 percent. Following last week’s rate cut, the fed funds rate stands today at 4.58 percent, right at the top of that range.\n\nNow, I don’t know which estimate is right. Time will tell as the economy evolves and we see how much of a headwind or tailwind the policy stance generates. But when policymakers look at mid-range estimates that suggest there’s meaningful room to cut before reaching neutral, I think we should recall the technique of a ship captain whose depth finder might mistake mud for water. If we cut too far, past neutral, inflation could reaccelerate and the FOMC could need to reverse direction. In these uncertain but potentially very shallow waters, I believe it’s best to proceed with caution.\n\nConclusion\nLet me conclude. Economic activity is strong, inflation is coming down and the economy is approaching a point that can sustainably deliver both maximum employment and stable prices. I anticipate the FOMC will most likely need more rate cuts to finish the journey. But it’s difficult to be sure how many cuts may be needed and how soon they may need to happen. I am keeping an open mind, scrutinizing economic data and financial conditions, and listening carefully to business and community contacts as I assess what next steps may be appropriate for monetary policy.\n\nThank you for your attention and for joining us today. I look forward to learning from all of you during today’s discussions and to continued engagement with you about both energy topics and the broader economy.\n\nNotes\n\nI am grateful to Sam Schulhofer-Wohl and Rebecca Zarutskie for assistance in preparing these remarks.\n\nJohn McPhee, “The Ships of Port Revel,” The Atlantic Monthly 282(4), October 1998, pages 67–80.\nVery large crude carrier, a type of tanker that typically carries about 2 million barrels of crude oil."
  },
  {
    "id": "fednsp:92982",
    "date": "2021-08-11",
    "text": "Remarks at the 2021 Financial Crisis Forum, Panel on Lessons for Emergency Lending (delivered via videoconference)As prepared for delivery\nThank you to the Yale Program on Financial Stability and to the Bank for International Settlements for the invitation to speak at today’s forum.1  Financial crises can have deep and lasting effects on the economy.  They disrupt the vital flow of credit, damage business and household balance sheets, and result in lost jobs and income for the American public.  Given these costs, it is critical that we learn the lessons of past crises and continue to build knowledge about the tools and interventions that will help us respond effectively in the future.  Discussions like the one we’ll have today are valuable opportunities to evolve our thinking on policy implementation and crisis management.        \n\nToday, I’ll share some lessons I’ve taken from two crises that occurred during my time implementing monetary policy: the Global Financial Crisis (GFC) and the coronavirus pandemic shock.  I’ll discuss liquidity shocks and how central bank actions address them.  In particular, I’ll focus on a recent decision by the Federal Open Market Committee (FOMC) to establish two standing repo facilities to support the effective implementation of monetary policy and smooth market functioning: the Standing Repo Facility and the FIMA Repo Facility.\n\nBefore I begin, let me say that my comments today reflect my own views and not necessarily those of the New York Fed or the Federal Reserve System.\n\nThe Crises: Divergent Shocks; Similar Hallmarks\n\nFinancial crises emanate from shocks, which often are amplified by vulnerabilities or imbalances in the financial system.  Each crisis unfolds in its own way, challenging policymakers to respond to evolving conditions.  Still, there are recurring elements to most crises.  And in these similarities we can find valuable lessons that help us better prepare for the future.   \n\nThe GFC and the pandemic crisis resulted from very different events.  The GFC was precipitated by a housing market shock that was amplified by weak underwriting standards and highly leveraged financial intermediaries—in particular, in subprime mortgage finance.  The crisis unfolded over an extended timeline, punctuated by events that revealed significant vulnerabilities among financial institutions, including in the banking sector.  In contrast, the pandemic crisis was caused by an extraordinary exogenous shock to the economic outlook as measures taken to control the coronavirus pandemic threatened to disrupt activity worldwide and raised concern about the ability of financial markets to operate smoothly.  The sudden and unprecedented uncertainty resulted in a “dash for cash” that began in the markets for the most liquid and safe investments and unfolded with astonishing speed.2  Although banks were a source of strength during the pandemic, the event still revealed vulnerabilities in market structure and among some financial firms.\n\nEven with these very divergent origins, the GFC and pandemic crisis impacted financial markets in some similar ways. \n\nFirst, both resulted in an extraordinary increase in the demand for dollar liquidity.  The demand arose out of both immediate funding needs and the desire to raise precautionary liquidity.3  The supply of liquidity was also curtailed as firms that normally lend instead stockpiled liquidity to meet potential future payment needs.  During both crises, this surge in demand for U.S. dollars was global in nature and had significant spillovers to domestic funding conditions. \n\nSecond, each crisis revealed vulnerabilities in short-term funding markets—notably among prime money market funds—in which maturity transformation created an unstable source of liquidity during periods of stress, propagating funding strains.4   \n\nThird, as a result of strained liquidity conditions, credit markets became severely disrupted, threatening the flow of credit to the economy.  In both crises, extreme stress in credit markets resulted in elevated risk premia and reduced access to credit, with the potential for harmful effects on aggregate demand and output.  \n\nEven with the divergent shocks precipitating each crisis, these common elements resulted in negative feedback loops that led to sharply deteriorating conditions.  As funding conditions worsened and volatility increased, investors divested assets to increase liquidity, which in turn resulted in declining prices and a further need to deleverage or raise liquidity. \n\nThe Response: Some Things Old; Some Things New\n\nAs I’ve discussed in previous remarks, the Federal Reserve responded to dislocations from the pandemic crisis with swift and decisive actions—many in coordination with the U.S. Treasury—to support smooth market functioning and the flow of credit to the U.S. economy.  Bearing in mind lessons from the GFC, policymakers announced actions to address conditions quickly in order to restore confidence.  Fortunately, many tools used during the GFC—including expanded U.S. dollar liquidity swap lines, enhanced terms of Discount Window lending, and 13(3) facilities—were able to be revived, with good results. Indeed, the Commercial Paper Funding Facility (CPFF), Money Market Mutual Fund Liquidity Facility (MMLF), Primary Dealer Credit Facility (PDCF), and Term Asset-Backed Securities Loan Facility (TALF) were all substantively similar to facilities employed during the GFC.5  And, during the pandemic, the CPFF and MMLF in particular were highly effective at stabilizing money funds and short-term funding markets. \n\nHowever, we also developed new approaches and tools to address the unique circumstances associated with the pandemic.  The Desk conducted large-scale and effectively full-allotment repo operations to stabilize short term funding markets.6  Purchases of U.S. Treasuries and agency mortgage-backed securities (MBS) were initiated with unprecedented speed and scale to address severe dysfunction in the markets for these securities.7  The Federal Reserve also introduced a temporary FIMA repo facility to support global dollar funding conditions and to stem sales of Treasury securities.8  New lending facilities were established, in coordination with the U.S. Treasury, to directly support the flow of credit to small- and medium-sized businesses and nonprofit organizations, corporations, and state and local governments.9\n\nThe Federal Reserve’s actions—many in close coordination with the U.S. Treasury, and alongside a forceful fiscal response from the U.S. government and the temporary adjustment of regulations to encourage lending—brought confidence back in financial markets.10  I believe it was this broadly integrated approach, the swift and agile response, and the unwavering commitment by policymakers to using their full range of tools that ultimately helped restore market functioning.\n\nLessons for the Future: Announcement Effects and Liquidity Needs\n\nAs I look back, one thing I reflect on is the notable differences across the various tools in terms of the scale needed to achieve success.  In some cases, the announcement of a program or facility was sufficient to inspire a strong positive response in the target markets.  Meanwhile, other tools required large-scale usage to achieve desired results.  In particular, repo operations, swap lines, and asset purchases all expanded the Federal Reserve’s balance sheet on a large scale.  \n\nWhat were the factors that gave rise to these differences, and how can we apply the lessons from this experience? \n\nAnnouncement effects are a critical element of most central bank actions.  Asset prices are forward-looking, and a credible commitment to lend or to purchase assets alleviates strains in the present by shifting expectations about future financial conditions.  In financial crises, announcements that central bank liquidity will be available soon can temper asset sales and other actions to raise liquidity.  Announcements can also enhance the supply of funding and market liquidity.  If intermediaries or end investors are confident that liquidity will be available in the future, either in the form of funding or asset purchases, they may perceive market-making and investing as less risky today—restoring the flow of transactions before any central bank operations are conducted.\n\nAs an example, the announcements of credit facilities during the pandemic, including the Corporate Credit Facilities (CCFs) and Municipal Liquidity Facility (MLF), were generally effective at reducing risk premia and restoring the flow of credit in private markets.11  The success of facilities despite limited actual take-up demonstrates that when announcement effects are powerful, take-up is not the best measure of a central bank program’s impact.12 During the GFC, the announcement of the first large-scale asset purchase program in November 2008 substantially improved conditions in MBS markets even before asset purchases began in January 2009.13   \n\nOn the other hand, in my experience, policy announcements are less effective when market dysfunction arises from an immediate demand for U.S. dollars.  For example, a firm that needs to meet margin calls or an investor that faces redemptions today must actually obtain the cash; the prospect of cash at some future date is not enough. In these circumstances, the underlying demand for liquidity may not be satisfied by enhancing confidence and limiting negative feedback loops with expectations for future central bank interventions.  When this is the case, it is only actually delivering liquidity—through asset purchases or lending—that calms conditions. \n\nAt the onset of the pandemic crisis, the immediate and intense demand for cash required substantial interventions.  We were fortunate to have repo operations in place at the time that helped limit the intensity of potential pressures.  However, it took successive increases in the size of those operations to stabilize repo market conditions.  Similarly, initial announcements establishing large-scale Treasury and agency MBS purchases did little to quell pressures, and it was not until actual purchases were increased in size that conditions slowly began to improve.14,15     \n\nTo summarize, shocks can create rapid shifts in the demand for liquidity that lead to severe financial market dysfunction.  To the extent that announcements of central bank actions can reduce that liquidity demand and encourage a return to normal investing and market-making activity, they can significantly improve conditions even with little or no actual activity.  However, the most immediate liquidity needs are unlikely to be resolved by announcements alone and thus require active operations to address them.  In both of these crises—as well as during other liquidity shocks, such as the one that occurred in September 2019—we learned that when immediate liquidity needs arise, the time needed to put in place a response, even one that is fairly ready for deployment, risks worsening a fragile situation.  Central banks should maintain a comprehensive set of tools, some of which are available to meet the most immediate needs, to address these circumstances.  \n\nTwo New Standing Facilities\n\nSo, what does this mean for the future?  Certainly, these events will continue to be studied by academics and practitioners for years to come, and the lessons will be many and varied.  Today, however, I would like to highlight a few recent decisions by the FOMC.\n\nAs many of you may be aware, the FOMC has discussed standing repo facilities for a number of years in the context of its monetary implementation framework.16  Based on recent experience with repo operations and their ability to support policy implementation, particularly during periods of stress in overnight markets, the FOMC renewed its deliberations in recent meetings.17 \n\nAt its July meeting, the FOMC established two standing repo facilities as tools in the Fed’s policy implementation framework: a domestic standing repo facility (SRF) and a repo facility for foreign and international monetary authorities (FIMA Repo Facility).18  These facilities will serve as backstops in money markets to support the effective implementation of monetary policy and smooth market functioning.\n\nThe SRF enhances control over the federal funds rate by limiting pressures in the repo markets that could spill into other overnight money markets.19  The facility is positioned and priced as a backstop with a minimum bid rate of 25 basis points, corresponding to the top of the target range for the federal funds rate.  This pricing allows for robust private activity to occur under most market conditions, but limits the potential for spikes in repo rates to move the effective federal funds rate outside of the target range.  SRF counterparties include primary dealers and will be expanded to include depository institutions that will be able to access liquidity through this facility and at the discount window.20  Treasuries, agency debt, and agency MBS will be accepted to ensure the facility can effectively address pressures that arise in markets for repo backed by high-quality liquid collateral.21\n\nThe FIMA Repo Facility establishes a standing facility to address global dollar funding pressures that may affect U.S. financial conditions.  The facility provides foreign official accounts with a temporary source of liquidity against their holdings of U.S. Treasury securities held in custody at the New York Fed, presenting an alternative to outright sales of those securities.  This facility complements the existing U.S. dollar liquidity swap lines by extending access to dollar funding to a broader range of central banks and foreign official institutions.  The rate is the same as on the SRF to create alignment across facilities to support effective policy implementation.\n\nThe presence of these facilities should create confidence that liquidity at a backstop rate will be available in overnight money markets as needed, potentially limiting the demand for precautionary liquidity and the run-like dynamics that can occur.  Equally important, they will be available on a standing basis to meet immediate liquidity needs should they arise. \n\nConclusion\n\nWhile I hope we can avoid future shocks to the financial system and the disruptions to the economy that they cause, history teaches us that unpredictable events will challenge financial markets from time to time.  Central banks will need to respond to new environments and new shocks.  Nonetheless, there are some recurring elements of liquidity shocks from which we can learn.  The SRF and FIMA Repo Facility will provide backstops in overnight money markets that help address immediate demand for dollar liquidity, both domestically and internationally, when shocks occur. \n\nI hope that the continued study of crisis events will yield further lessons for central bankers looking to shield economies from the effects of shocks to the financial system. \n\n\n1 I would like to thank Linsey Molloy, Matt Raskin, and Patricia Zobel for their assistance in preparing these remarks, and colleagues in the Federal Reserve System for valuable comments and suggestions.\n\n2 Mark E. Van Der Weide and Jeffery Y. Zhang, 2021, “Tale of the Tape: Lessons from the 2008 and 2020 Financial Crises,” Stanford Journal of Law, Business & Finance, 26(2), pp. 413-464. \n\n3 Lorie Logan, The Federal Reserve’s Recent Actions to Support the Flow of Credit to Households and Businesses, remarks before the Foreign Exchange Committee, Federal Reserve Bank of New York (via webcast), April 14, 2020.\n\n4 Lael Brainard, Some Preliminary Financial Stability Lessons from the COVID-19 Shock, remarks at the 2021 Annual Washington Conference, Institute of International Bankers (via webcast), March 1, 2021; Lorie Logan, The Federal Reserve’s Recent Actions to Support the Flow of Credit to Households and Businesses, remarks before the Foreign Exchange Committee, Federal Reserve Bank of New York (via webcast), April 14, 2020; Randal K. Quarles, What Happened? What Have We Learned From It? Lessons from COVID-19 Stress on the Financial System, remarks at the Institute of International Finance in Washington D.C. (via webcast), October 15, 2020.\n\n5 While these facilities were substantively similar to facilities employed during the GFC, some of the facilities’ specific terms varied from the original programs or were customized to address the unique circumstances associated with the pandemic crisis. See Commercial Paper Funding Facility, Money Market Mutual Fund Liquidity Facility, Primary Dealer Credit Facility, Term Asset-Backed Securities Loan Facility, Board of Governors of the Federal Reserve System (March 2020).\n\n6 See Statement Regarding Repurchase Operations (March 9, 2020), Statement Regarding Repurchase Operations (March 11, 2020), Statement Regarding Treasury Reserve Management Purchases and Repurchase Operations (March 12, 2020), Statement Regarding Repurchase Operations (March 16, 2020), Statement Regarding Repurchase Operations (March 17, 2020), and Statement Regarding Repurchase Operations (March 20, 2020).\n\n7 See Statement Regarding Treasury Reserve Management Purchases and Repurchase Operations (March 12, 2020), Statement Regarding Treasury Securities, Agency Mortgage-Backed Securities, and Repurchase Agreement Operations (March 15, 2020), and Statement Regarding Treasury Securities and Agency Mortgage-Backed Securities Operations (March 23, 2020).\n\n8 See Federal Reserve Announces Establishment of a Temporary FIMA Repo Facility to Help Support the Smooth Functioning of Financial Markets, Board of Governors of the Federal Reserve System (March 31, 2020)\n\n9 See Main Street Lending Program, Municipal Liquidity Facility, Paycheck Protection Program Liquidity Facility, Primary Market Corporate Credit Facility and Secondary Market Corporate Credit Facility, Board of Governors of the Federal Reserve System (March and April 2020).\n\n10 Examples of supervisory and regulatory measures designed to help support financial institutions as they met the challenges of the pandemic include the reduction of reserve requirement ratios to zero, the temporary exclusion of reserves and Treasuries from the Supplementary Leverage Ratio (SLR), and the increased availability of daylight credit.\n\n11 Valentin Haddad, Alan Moreira, and Tyler Muir, When Selling Becomes Viral: Disruptions in Debt Markets in the COVID-19 Crisis and the Fed’s Response, NBER Working Paper No. 27168, 2020; and Antonio Falato, Itay Goldstein, and Ali Hortaçsu, Financial Fragility in the COVID-19 Crisis: The Case of Investment Funds in Corporate Bond Markets, NBER Working Paper No. 27559, 2021.\n\n12 Sam Schulhofer-Wohl, August 17, 2020, The Influence and Limits of Central Bank Backstops, Chicago Fed Insights.\n\n13 Arvind Krishnamurthy and Annette Vissing-Jorgensen, 2011, “The Effects of Quantitative Easing on Interest Rates: Channels and Implications for Policy”, Brookings Papers on Economic Activity, pp. 215-265; and Joseph Gagnon, Matthew Raskin, Julie Remache, and Brian Sack, 2010, Large Scale Asset Purchases by the Federal Reserve: Did They Work? Federal Reserve Bank of New York Staff Report no. 441.\n\n14 Annette Vissing-Jorgensen, The Treasury Market in Spring 2020 and the Response of the Federal Reserve, Working Paper, July 2021.\n\n15 Treasury and agency MBS market liquidity metrics, such as bid-ask spreads, continued to deteriorate after the purchase announcements and improved slowly after the size of actual purchases increased. Conditions in the agency MBS markets were also supported by purchases for near-term settlement to help ease pressures on dealer balance sheets, which is different than the Desk's usual practice of purchasing in the forward-settling market. \n\n16 See Minutes of the Federal Open Market Committee from June 2019 and October 2019.\n\n17 See Minutes of the Federal Open Market Committee from April 2021 and June 2021.\n\n18 See Statement Regarding Repurchase Agreement Arrangements, Board of Governors of the Federal Reserve System (July 28, 2021).\n\n19 In a repo transaction, the Fed purchases eligible securities from a counterparty subject to an agreement to resell the securities at a later date.  Eligible securities include Treasury, agency debt, or agency MBS.  A Fed repo transaction is economically similar to a collateralized loan.\n\n20 Depository institutions will be allowed to participate in the SRF without the requirements associated with becoming a primary dealer.  Primary dealers must meet certain expectations on an ongoing basis, including bidding on a pro-rata basis in all Treasury auctions as well as consistently participating in open market operations, and three banks are already primary dealers.  For more information on expectations and requirements for primary dealers, see Federal Reserve Bank of New York Policy on Counterparties for Market Operations.\n\n21 These represent the same securities that have been eligible for temporary open market operations since 1999."
  },
  {
    "id": "feddsp:95519",
    "date": "2022-11-10",
    "text": "Dallas Fed President Lorie Logan delivered this address to open the conference hosted by the Federal Reserve Banks of Dallas and Kansas City in Houston.\nThank you for that introduction, Daron.\n\nIt’s a pleasure to open today’s event. This is the Dallas and Kansas City Feds’ seventh joint conference on energy, and the topic is more vital than ever. As a newcomer to this region, where energy is so central to the economy, I’m eager to learn and delighted to participate in this conference for the first time.\n\nI’d like to thank everyone who has worked so hard to bring this event together, and particularly thank Esther George, president of the Kansas City Fed, for her partnership on this effort over the years. President George has been an extraordinarily impactful leader across all aspects of the Federal Reserve’s mission during 40 years of service. She is a wise voice in our monetary policy discussions; she has brought about a leap forward in our nation’s payments system as executive sponsor of the forthcoming FedNow service; and she has been a strong advocate for effective and efficient regulation of banks, especially community banks, throughout her career. President George is retiring this January—but before that, she is going to do us the honor of giving today’s keynote address. Esther, I’m so grateful for everything I’ve learned from you, and I know I’m not alone when I say we will miss you deeply.\n\nToday’s conference theme is “Energy and the Economy: The New Energy Landscape.” I’d like to share a few thoughts on energy and on the economy to begin our discussions. As always, these views are mine and not necessarily those of my colleagues on the Federal Open Market Committee (FOMC).\n\nEnergy prices have been extremely volatile this year. The front-month futures price of West Texas Intermediate oil was up more than 52 percent at points during the year, though it has since retraced, while natural gas is up 20 percent since a year ago at the Henry Hub and 61 percent in continental Europe. Significant pressures and volatility in energy prices have stemmed from Russia’s war against Ukraine and Russia’s weaponization of energy exports. Although European nations have worked hard to build natural gas inventories and make plans to conserve energy, Europe still faces a difficult winter under even the best scenarios. This context provides daily reminders that energy plays a critical role in economic life and national security.\n\nEnergy is especially important here in the Tenth and Eleventh Federal Reserve Districts, which together produce almost half of the nation’s energy. Texas leads the nation in the production of oil, natural gas and wind power, and is second in utility-scale solar installations. Our region also leads the nation in refinery capacity and petrochemical production. In Texas, oil and gas production is a significant employer and makes up 11 percent of state GDP and almost half of exports. Adding in chemical products, the energy share of state exports rises to more than 60 percent.\n\nThe Dallas Fed is deeply committed to advancing the understanding of energy’s influence on the regional, national and global economies. We do so through our public outreach and research, including our quarterly energy survey of 200 oil and gas firms in Texas, southern New Mexico and northern Louisiana. We are grateful to those of you who participate in the survey.\n\nWe also bring people together, at events like today’s conference, our Energy Advisory Council meetings and other important gatherings, to work through the issues and identify constructive paths forward.\n\nAs Daron said, my years of experience in finance have given me a deep understanding of the criticality of energy markets and how events in these markets can reverberate through the broader financial system. But I am relatively new to the real side of the energy economy—namely, how energy is produced, distributed and consumed. So, although I’m fortunate to have an expert energy team at the Dallas Fed and have learned a great deal from visiting with some key energy leaders around the Eleventh District, I look forward to listening and learning more. I am particularly looking forward to today’s discussions and to connecting with all of you.\n\nA deep understanding of the energy ecosystem is critical so the Federal Reserve can best accomplish core elements of our mission: setting monetary policy to promote maximum employment and stable prices, promoting the stability and efficiency of the financial system, and supporting community development. Energy sector developments affect economic output, employment, inflation, investment and credit markets. In turn, the Federal Reserve’s policies significantly affect the energy sector, through both changes in macroeconomic conditions and changes in financial conditions that influence investment.\n\nToday’s economic conditions are complex, but they can be summarized in five words: Inflation is much too high.\n\nNot only is inflation far above the FOMC’s 2 percent target, but with aggregate demand continuing to outstrip supply, inflation has repeatedly come in higher than forecasters expected. This morning’s CPI [Consumer Price Index] data were a welcome relief, but there is still a long way to go.\n\nPrice stability is foundational for a healthy labor market and economy over time.\n\nWhen inflation is high, it is difficult for families and companies to plan for the future and difficult for financial markets to allocate capital to the most productive uses.\nHigh inflation leaves many workers falling further and further behind, as their wages fail to keep pace with the cost of food, gas and other necessities.\nHigh inflation makes the business cycle more volatile, undermining the long and stable expansions that particularly benefit the most vulnerable in society.\nIn short, high inflation is a drag on our economy. The longer it continues, the worse the drag gets, the greater the risk that high inflation becomes entrenched and the greater the cost that must be paid to bring inflation down. The Federal Reserve has a dual mandate for monetary policy—maximum employment and price stability—but to achieve the maximum employment part of the mandate in a sustainable way, I believe monetary policy must focus now on promptly restoring price stability.\n\nThe FOMC has raised its target range for the federal funds rate by 3.75 percentage points since the start of the year, including with historically large 75-basis-point hikes at each of the past four meetings. Financial markets are pricing in the expectation of substantial further increases, and the FOMC is also removing monetary accommodation by reducing our asset holdings as described in the plans that the FOMC issued in May. As a result, broad financial conditions have tightened significantly. The 10-year Treasury yield has risen to more than 4 percent, compared with 1.51 percent at the start of the year, and option-adjusted yields have reached nearly 6 percent on investment-grade corporate debt and about 9 percent on high-yield debt. Thirty-year fixed mortgage rates have climbed to 7.32 percent from 3.27 percent. Importantly, real—or inflation-adjusted—interest rates, as measured by yields on Treasury Inflation-Protected Securities, are significantly above zero across the yield curve.\n\nThese tighter financial conditions are beginning to bring demand back into balance with supply, particularly in interest-rate-sensitive sectors such as housing.\n\nSufficient cooling of the economy will eventually bring inflation back to our target. But this process is just getting started. The labor market remains very tight, and wages continue to grow considerably faster than the rate that would be consistent with 2 percent inflation.\n\nYou may have heard debate about whether tighter policy will imperil the financial system. It’s important to remember that higher interest rates should cause pressures. As you are likely well aware, some investments that had a positive net present value at last year’s interest rates do not make sense at today’s higher rates. Some projects will have to shut down. Financial markets, businesses and the economy will have to adjust after so many years of near-zero rates. Such adjustments are expected and appropriate to moderate demand and reduce inflation.\n\nSo far, I believe we are seeing a normal financial market response to tighter monetary policy. Although the cost of credit continues to rise and issuance continues to slow, credit markets remain open for most borrowers. And while liquidity conditions in key financial markets have been strained, those strains appear so far to result primarily from high economic uncertainty and volatility that raises the costs of market-making, rather than the other way around.\n\nAlthough inflation poses hardships in the near term and damages the economy’s long-run strength, falling house prices, a cooling labor market and tighter financial conditions create hardships of their own.\n\nI believe that the FOMC must do everything we can to restore the price stability that will support a healthy economy in the long run, but we should also try, if we can, to avoid incurring costs that are higher than necessary.\n\nIn my career in financial markets, I’ve learned that financial conditions usually evolve smoothly but sometimes deteriorate abruptly, with severe consequences for the economic well-being of households and businesses. As financial conditions become more restrictive, I am attentive to the potential for nonlinear and unexpected responses to further policy tightening.\n\nWhile I believe it may soon be appropriate to slow the pace of rate increases so we can better assess how financial and economic conditions are evolving, I also believe a slower pace should not be taken to represent easier policy. I don’t see the decision about slowing the pace as being particularly closely related to the incoming data. The restrictiveness of policy comes from the entire policy strategy—not just how fast rates rise, but the level they reach, the time spent at that level, and, importantly, the factors that determine further increases or decreases. The FOMC can and should adjust other elements of policy to deliver appropriately tight conditions even as the pace slows. We must remain firmly committed to our 2 percent inflation goal.\n\nI will look to a wide range of information to assess whether policy is sufficiently restrictive. For example, I’ll be watching the evolution of the labor market and economy, as well as thinking about real yields and about the accuracy of inflation forecasts, among other factors. Real interest rates remaining significantly above zero would contribute to the slowing of demand that I expect will reduce inflation. By contrast, inflation forecasts that consistently miss on the low side do not foster confidence that we understand the inflation process well enough to predict success.\n\nThat is a lot of words to explain a five-word economic situation. So let me sum up. Inflation is much too high. The FOMC must restore price stability—but must also proceed in a way that allows us to better assess how financial and economic conditions are evolving. That is how we can deliver the healthier economy, with stable prices and maximum employment, which is the Federal Reserve’s responsibility.\n\nThank you. I look forward to learning from all of you today, and especially to hearing President George’s keynote remarks over lunch."
  },
  {
    "id": "feddsp:97129",
    "date": "2023-10-09",
    "text": "Dallas Fed President Lorie Logan delivered these remarks before the 65th National Association for Business Economics annual meeting.\nThank you, Greg, for that introduction, and thank you, Julia, for inviting me to speak today. Good morning and welcome to Dallas and the Eleventh Federal Reserve District. It was great to see so many of you at last night’s reception and personally welcome you to the region.\n\nAs some of you may know, I am proud to have Pia Orrenius, who is just completing her service as a NABE director, and Roberto Coronado, who is starting his term as a director, on my leadership team at the Dallas Fed. Two of our former research directors, Harvey Rosenblum and Mine Yücel, have served as president of NABE. Together with my colleagues, I am working to continue the Bank’s thought leadership in economics. And we greatly value our collaboration and partnership with NABE.\n\nThe Eleventh District in 2023 is a highly diversified and globally connected economy—transformed from the heavy concentrations in cotton, cattle and oil as recently as the 1980s. The region has grown to include a sizable high-tech industry in Austin, solid manufacturing in Fort Worth and Arlington, a global energy capital in Houston, and a vibrant finance and professional services sector here in Dallas.\n\nIt’s been a little over a year since I came here as president and CEO of the Dallas Fed. In that time, I have visited with business owners and community leaders from small towns, oil drillers and solar farm operators in the Permian Basin, tech executives in Austin, and CEOs of some of the biggest companies in our largest metro areas. These conversations are so important because they provide a deeper understanding of the region’s economic landscape as we work to advance an economy where everyone has opportunities to thrive.\n\nIn diversifying its economic base, the Eleventh District has in many ways become more similar to the nation over time. The oil booms and busts that once ruled the region have diminished in impact, and the region’s business cycle looks more similar to the nation’s. But the region still has many unique features that set it apart from the rest of the country. The dynamism here is visible every day, driven by in-migration of people and businesses and adding to the economic growth that consistently outperforms the national average.\n\nUnderstanding the trajectory of our regional economy and connecting with regional businesses have been particularly valuable to me in my role contributing to the formulation of monetary policy on the Federal Open Market Committee (FOMC). Aggregate statistics can get us only so far in understanding the economy. They are often backward looking and subject to revision. Information from business contacts provides context on the reasons underlying economic developments. And reports from these contacts can be more timely than aggregate statistics, especially when the economy is near turning points. So, the Dallas Fed’s Texas Business Outlook Surveys and my conversations with business leaders provide a critical complement to the hard data. This has never been more true than in recent months as the economic picture has become more complex.\n\nToday, I’d like to share how I’m seeing the economic outlook and how financial conditions are influencing my perspective on monetary policy. As always, the views I share are not necessarily those of my FOMC colleagues.\n\nThe economic outlook\nI remain focused on returning inflation to our 2 percent target. People count on the Federal Reserve to keep our commitment to price stability. When inflation is high, people’s incomes fall short of the rising cost of living. Businesses can’t plan well because they don’t know what they’ll pay for materials or be able to charge their customers. And, over time, high inflation tends to undermine the long and stable expansions that particularly benefit the most vulnerable in society.\n\nOver the summer, we saw welcome progress on inflation. However, the monthly inflation data have been somewhat uneven. Smoothing through the monthly fluctuations can give a more accurate picture. Of course, waiting to declare victory until 12-month inflation rates get all the way back to target would be a recipe for undershooting our inflation target. So, I see averages over three or six months as a sensible middle ground to watch.\n\nIn formulating my inflation outlook, I also focus on measures like core and trimmed mean that drop volatile categories and one-off factors. These measures typically give a more reliable sense of where headline inflation will trend.\n\nThe most recent release of the FOMC’s preferred inflation gauge, the price index for personal consumption expenditures, or PCE, showed some further improvement. Through August, the three-month PCE inflation rate excluding food and energy, or core PCE inflation, was 2.2 percent. The three-month Dallas Fed trimmed mean was 2.6 percent. Measured over six months, core has fallen to 3 percent and trimmed mean to 3.1 percent. These developments are encouraging, but it is still too soon to say with confidence that inflation is headed to 2 percent in a sustainable and timely way.\n\nThe labor market is also an important input to my assessment of the economic outlook. Employment is important in its own right as one leg of the FOMC’s dual mandate. And restoring balance in the labor market after the pressures of recent years will be important to restoring price stability and sustaining it over time.\n\nWhile the job market isn’t as hot as it was a year ago, it remains very strong overall. The U.S. economy has been adding more than 250,000 jobs per month. That’s significantly more than enough to keep pace with trend growth in the labor force. My Eleventh District business contacts continue to report tight hiring conditions. Of those seeking more workers, more than half still say a lack of applicants impedes hiring. Data such as the quits rate, the ratio of vacancies to unemployed workers, and surveys of consumers and businesses show progress toward better balance. Many of these measures are near or at 2019 levels. However, 2019 was a very strong labor market. Conditions like those of 2019 don’t necessarily mean labor supply and demand are in balance.\n\nAnd wage growth remains solid. Many national and regional statistics continue to show that wages are rising faster than would be consistent with 2 percent inflation in the long run, given typical estimates of trend productivity growth. In the Dallas Fed’s latest regional survey on labor costs, Texas businesses penciled in 5 percent wage growth for this year. That’s down slightly from the last time we asked the question. But higher labor costs are now tied with higher input costs as our survey respondents’ top reason for raising their selling prices.\n\nOutput and spending have come in surprisingly strong in 2023. GDP growth has been at or above 2 percent for the past year. Growth in the third quarter is tracking to be even stronger. The strength is broad based. Consumption is robust, business investment is solid, the drag from the housing sector has declined, and recession fears have faded.\n\nSome of my contacts highlight a significant increase in manufacturing and nonbuilding construction, both nationally and in this region. The number of manufacturing construction projects in Texas is the highest in 22 years. With so many projects in the pipeline, construction contract values are also at record highs. Some of this activity appears related to initiatives to spur clean energy, infrastructure and the domestic semiconductor industry.\n\nBut my business contacts do report mixed outlooks for the consumer. Some anticipate continued strength, while others are finding it difficult to pass through cost increases or are noticing softer growth.\n\nPutting all this information together, I expect that continued restrictive financial conditions will be necessary to restore price stability in a sustainable and timely way. I remain attentive to risks on both sides of our mandate. In my view, high inflation remains the most important risk. We cannot allow it to become entrenched or reignite.\n\nThe role of financial conditions\nYou’ll note that I referred to restrictive financial conditions rather than to the setting of the federal funds rate. That’s because, while the FOMC controls the overnight fed funds rate, households and businesses usually borrow at longer tenors. Longer-term rates therefore influence economic activity more directly than does the fed funds rate. Yet the relationship between the fed funds rate and longer-term rates is not fixed. So, in setting the stance of monetary policy, the FOMC needs to account for how that stance will translate to the broader financial conditions, including long-term rates as well as credit spreads and other factors, that influence economic activity. In addition, broader financial conditions can contain important information about how market participants are seeing the economic outlook.\n\nFinancial conditions tightened substantially in recent months. Much of the tightening came from movements in longer-term interest rates. Higher long-term interest rates have also contributed to equity price declines and dollar appreciation over recent months. In the remainder of my remarks, I’ll discuss how I interpret the rate moves and what they might mean for monetary policy.\n\nSince the July meeting, the yield curve has steepened notably. The market-implied peak fed funds rate is little changed, and policy-sensitive rates through 2025 are 60 basis points higher. But the 10-year Treasury yield is up roughly 90 basis points, and the five-year yield, five years forward, is almost 130 basis points higher.\n\nImportantly, the rise in rates has come almost entirely in real interest rates. Inflation compensation has hardly moved. Market participants remain confident, as they should, that the FOMC will achieve the inflation target.\n\nInterpreting the rate increases\nA term interest rate can be broadly decomposed into the expected average level of overnight rates plus a term premium that compensates for the risk of interest rate fluctuations.\n\nConceptually, therefore, there are several reasons why longer-term rates may have risen. First, market participants may anticipate that the economic data will call for a higher fed funds rate target in the next few months or years. Second, market participants may judge that overnight rates will be higher, on average, over the long term, as a result of lasting changes in the structure of the economy or financial system. And, third, term premiums may have increased.\n\nA rise in term premiums can itself have many drivers, including increases in the stock of debt relative to investors’ demand for debt, changing correlations between the returns on different asset classes—which can influence the portfolio diversification properties of long-term bonds—and reductions in expectations for the Federal Reserve’s asset holdings.\n\nThe July FOMC minutes indicated that runoff of the Federal Reserve’s balance sheet “need not end when the Committee eventually begins to reduce the target range for the federal funds rate.” In my view, while it is far too soon to think about rate cuts in our monetary policy strategy, there will presumably come a time when we are returning the fed funds rate to a neutral level from above. Normalizing the fed funds rate in that way would be entirely consistent with continuing to normalize our asset holdings. Additionally, the more than $1 trillion of balances in the overnight reverse repurchase agreement facility leave plenty of room to reduce our balance sheet without making bank reserves scarce. As market participants have taken on board these perspectives on the balance sheet, market expectations for the end of runoff have shifted out. In turn, the expectation of lower Federal Reserve asset holdings over time implies that other investors will need to hold more long-duration securities, which appears to be one factor among the many contributing to higher term premiums.\n\nThe decomposition of changes in yields into near-term rate expectations, long-term rate expectations and term premiums matters for monetary policy.\n\nNear-term policy-sensitive rates rose on a number of occasions in recent months in response to strong economic data. Market participants understand that, to the extent stronger economic growth poses risks to inflation, the FOMC may need to offset that strength with higher interest rates.\n\nEconomic data can also lead market participants to reassess their outlooks for the average level of overnight rates that will be consistent with achieving the FOMC’s goals over the long run. For example, the economy has shown surprising resilience over the past year in the face of sustained real interest rates north of 1.5 percent. I’m starting to take some signal from that resilience, not only about the rates needed to restore price stability in the next few years, but also about the rates that will need to prevail to sustain price stability and maximum employment over a much longer horizon.\n\nAnd higher term premiums have a different implication altogether. Higher term premiums result in higher term interest rates for the same setting of the fed funds rate, all else equal. Thus, if term premiums rise, they could do some of the work of cooling the economy for us, leaving less need for additional monetary policy tightening to achieve the FOMC’s objectives.\n\nThe persistence of all these changes also matters. If technical factors are temporarily raising term premiums, for example, monetary policy shouldn’t overreact.\n\nDecomposing yield changes\nAlthough the decomposition of yield curve moves is an important input into appropriate monetary policy, calculating this decomposition is anything but straightforward. Surveys, term structure models, event studies and anecdotal information from market participants can all shed light on the decomposition. But each of these techniques requires critical assumptions, and they ultimately deliver mixed results.\n\nSurvey-based decompositions suggest a limited rise in expected overnight rates and a large role for term premiums. The simplest way to identify the expected overnight rate is to survey informed professionals. In fact, the New York Fed’s surveys of primary dealers and market participants ask this very question. A term premium can then be estimated by subtracting the surveyed expectation of overnight rates from a zero-coupon Treasury yield. In July, the median modal primary dealer expectation for the average fed funds rate over the next 10 years was just under 3 percent, implying a 10-year term premium of 80 basis points based on market rates at the time of the survey. The September survey has not yet been publicly released. But market contacts mostly say their expectations for the average fed funds rate changed little over the summer, suggesting a good share of the rise in longer-dated yields reflects increased term premiums.\n\nOf course, the survey-based approach has shortcomings. Modal expectations don’t reflect the distribution of risks. If that distribution skews up or down, the expected value of the overnight rate could differ from median modal expectations. Respondents to the Open Market Trading Desk’s surveys may not be representative of the market more broadly. And survey results tend to be inertial. Respondents may be disinclined to adjust their reported expectations until they have high conviction that a change is warranted. \n\nTerm structure models can overcome some of these drawbacks, but estimates can vary dramatically depending on model specification and inputs. Two commonly cited models were built by current and former Fed economists: the Kim-Wright model and the Adrian, Crump and Moench, or ACM, model. The Kim-Wright model estimates that about one-third of the increase in 10-year Treasury yields since the July FOMC meeting is from a higher expected policy rate path, with the other two-thirds reflecting higher term premiums. The ACM model, on the other hand, estimates a decline in the expected path of future short-term rates and an increase in the 10-year term premium of 115 basis points. That includes a roughly 55-basis-point increase since the September meeting. The marked divergence in signals provided by these two models underscores just how sensitive model-based results are to modeling decisions, especially over short windows. In this case, the key difference is that the KW model incorporates Blue Chip surveys of short rate expectations in the data used for estimation.\n\nA third approach is to evaluate whether yield moves on specific days or in specific time intervals were driven primarily by changes in the expected path of short rates or by shifts in the price of duration risk. Yield changes in response to economic data surprises or to Fed communications on rate policy might reasonably be assigned to changes in interest rate expectations. Yield moves on news unrelated to Fed rate policy might be chalked up to term premiums. This approach is subject to a great degree of judgment but can deliver ballpark results. My back-of-the-envelope estimates using this approach suggest that more than half of the total increase in long-dated yields since the July FOMC reflects rising term premiums.\n\nMarket participants’ perspectives can supplement these calculations. My staff and I are in frequent touch with contacts including investors and traders at pension funds, leveraged funds and other firms that are part of Texas’ growing financial market industry.\n\nPutting together analytic estimates with the information I have gathered through these channels, I see a mixed story. There is a clear role for increased term premiums in recent yield curve moves. But the size and persistence of the contribution are subject to uncertainty.\n\nConclusion\nSo, what does this mean for monetary policy? As I said earlier, inflation remains too high, the labor market is still very strong, and output, spending and job growth are beating expectations. I anticipate that we will need continued restrictive financial conditions to return inflation to 2 percent in a timely way and sustainably achieve our goals of maximum employment and price stability.\n\nFinancial conditions have tightened notably in recent months. But the reasons for the tightening matter. If long-term interest rates remain elevated because of higher term premiums, there may be less need to raise the fed funds rate. However, to the extent that strength in the economy is behind the increase in long-term interest rates, the FOMC may need to do more. So, I will be carefully evaluating both economic and financial developments to assess the extent of additional policy firming that may be appropriate to deliver on the FOMC’s mandate.\n\nThank you.\n\n"
  }
]

